{
  "morning": {
    "duga-1": {
      "arabic": "أعُوذُ بِاللَّهِ مِنَ الشَّيْطَانِ الرَّحِيمِ\nبسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ\nاللَّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلَّا أَنْتَ خَلَقْتَنِي وَ أَنَا عَبْدُكَ وَ أَنَا عَلَى عَهْدِكَ وَ وَعْدِكَ مَا اسْتَطَعْتُ، أَعُوذُ بِكَ مِنْ شَرِّ مَا صَنَعْتُ، أَبُوءُ لَكَ بِنِعْمَتِكَ عَلَيَّ وَ أَبُوءُ لَكَ بِذَنْبِي فَاغْفِرْ لِي فَإِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنتَ. (۳)",
      "transcriptions": {
        "kazakh": "А'уузу билләәһи минәш-шәйтаанир-ражиим\nБисмилләәһир-рахмаанир-рахиим\nАллааһуммә әнтә раббии ләә иләәһә илләә әнтә халәқтәнии уә әнә 'абдукә\nУә әнә 'аләә 'аһдикә уә уаʻдикә мәстәтату Аʻуузу бикә мин шәрри мәә санату\nӘбуу'у ләкә бини мәтикә 'аләйя уә әбуу'у ләкә бизәнбии\nФәғфир лии фә иннәһу ләә йағфируз-зунуубә илләә әнтә. (3 рет)"
      },
      "translations": {
        "kazakh": "(Алланың рақымынан) қуылған шайтаннан сақтай көр деп, Алладан пана тілеймін!\nАса рақымды, ерекше мейірімді Алланың атымен!\nУа, Алла тағалам! Сен менің Раббымсың! Сенен басқа тәңір жоқ. Мені Сен жараттың. Мен Сенің құлыңмын, қолымнан келгенше Өзіңе берген уәдеме берік боламын. Істеген істерімнің кесір-кесапатынан бір Өзің сақтай көр! Берген нығметтеріңнің бәріне шүкіршілік етемін һәм жасаған күнәларымды толық мойындаймын. Мені кешіре көр! Шынында, күнәларды Өзіңнен басқа ешкім кешіре алмайды."
      },
      "description": {
        "kazakh": "Ардақты Пайғамбарымыз (саллаллаһу аләйһи уә сәлләм) бұл дұғаны «Сәйидул-истиғфар» (яғни, кешірім сөздің төресі) деп атаған, өйткені бұл дұға құлдарының тәубасын қабыл етуші, ерекше мейірімді Алладан кешірім сұрағанда айтылатын ең ізгі сөздерді қамтыған. Сонымен қатар, сүйікті Пайғамбарымыз (саллаллаһу аләйһи уә сәлләм): «Кімде-кім мына дұғаны шынайы сеніммен таңертең оқып, сол күні кешке жетпей дүниеден озса, жұмаққа барады. Сондай-ақ, кімде-кім шынайы сеніммен кешке оқып, таңға жетпей көз жұмса, ол да жұмақтық болады», деп, осы дұғаны аузынан тастамай оқып жүретіндерді сүйіншілеген болатын.\n(Сахих Бұхари, да'ауат 5831; Сунәну Нәсәи, исти'аза 5427; Сунәну Ахмәд, Муснәду әш-шәмиин 16488)"
      }
    },

    "duga-2": {
      "arabic": "بِسْمِ اللهِ الَّذِي لَا يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الْأَرْضِ وَ لَا فِي السَّمَاءِ وَهُوَ السَّمِيعُ الْعَلِيمُ. (۳)",
      "transcriptions": {
        "kazakh": "Бисмилләәһил-ләзии ләә йадурру ма'асмиһи шәй'ун фил-арди уә ләә фис-сәмәә'и уә һууәс-сәмии'ул-'алиим. (3 рет)"
      },
      "translations": {
        "kazakh": "Есімі аталғанда жердегі және көктегі ешбір нәрсе зиянын тигізе алмайтын Алланың атымен! Ол бәрін Естуші һәм бәрін Білуші!"
      },
      "description": {
        "kazakh": "Әділдіктің рәмізі болған төрт халифаның бірі Османнан (p.a.) жеткен бұл дұға жайлы Пайғамбарымыз (саллаллаһу аләйһи уә сәлләм): «Кімде-кім бұл дұғаны күн сайын таңерең және кешке үш мәрте оқитын болса, оған еш нәрсе зиянын тигізе алмайды», - деген.\nБұл дұғаға қатысты Әбу Дәуіттің хадис жинағында келтірілген басқа бір риуаятта Пайғамбарымыз (саллаллаһу аләйһи уә сәлләм): «Ешбір жамандыққа ұшырамайды», - деген.\nСонымен қатар, дереккөздерде бұл хадис шәріп жөнінде мынандай оқиға баяндалған:   \n  Бірде осы хадисті жеткізгендердің бірі Әбан ибн Османның (р.а.) денесінің бүкіл бір қапталы сал тартып қалады. Қал-жағдайын сұрай келген жолдастарының бірі бұған таңырқағанда, Әбан оған: «Маған сонша таңырқай қарағаның не? Жеткізген хадисім қоспасыз шындық. Өтірік айтпағаныма Құдай куә. Ал мен тап болған мына жағдайға келсек, бүгін ол дұғаны оқуды ұмытып кетіппін. Демек, тағдырдың жазуы осылай болған», – деген екен.\nОсы оқиғадан туса керек, мұсылмандар арасында аталмыш дұғаның сал ауруынан қорғайды деген наным кең тараған. Әйтсе де, бұл дұғаның мағынасы анағұрлым ауқымды болғандықтан, оны тек сал ауруына қарсы оқылады екен деп түсінбеген жөн.\nЖалпы сал ауруы немесе өзге де сыр-қат түрлері белгілі бір себептен кез келген адамның басына келуі әбден мүмкін. Мәселен, жүрегі ауыратын адамның қан тамырларында пайда болған ақау әлгі адамның ми қызметінің бір бөлігін істен шығарды делік. Осының нәтижесінде дененің бір қапталы сал болып қалады. Дұғада айтылған «фил-арди» (жердегі) сөзі осыны меңзесе керек. Мұндай жағдай бола қалғанда себеп-салдар заңдылығын басшылыққа алып, міндетті түрде аурудың шығу себептерін медициналық тұрғыдан анықтап, емделу қажет. Бұлай жасамаған адам себеп-салдар заңдылығына немқұрайлы қарап, үлкен қателікке ұрынады.\nСонымен қатар, адамға жабысатын аурулардың кейбірі ешбір себепсіз, тікелей жазмыштан келуі мүмкін. Дұғада айтылған «фис-сәмәәи» (көктегі) сөзі осыны меңзесе керек. Мұндайда адам себепсізден себепсіз, кенеттен сал болып қалып жатады.\nЕкі жағдайда да адамға бір Аллаға сиыну керек, өйткені себепті де, салдарды да жарататын бір Аллаһ. Осы тұрғыдан аурудың себебін медициналық тұрғыдан анықтап, емделген күннің өзінде, шипаны тек Алладан тілеу ең дұрысы.\n(Сахих Бұхари, дағауат 3310; Сунәну Ибни Мәжа, ду'а 3809)"
       }
    },

    "duga-3": {
      "arabic": "أَعُوذُ بِكَلِمَاتِ اللهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ.",
      "transcriptions": {
        "kazakh": "А'уузу би кәлимәәтил-ләәһит-тәәммәәти мин шәрри мәә халәқ."
      },
      "translations": {
        "kazakh": "Алланың мінсіз сөздерімен күллі жа-ратылыстың кесір-кесапатынан сақтанамын!"
      },
      "description": {
        "kazakh": "Ұзақ жылдар бойы ардақты Пайғам-барымызбен (саллаллаһу аләйһи уә сәлләм) бірге болу құрметіне бөленген сахаба Әбу Һұрайра (р.а.) бұл дұға жайлы мына оқиғаны тілге тиек еткен:\n«Бір кісі Алла елшісіне (саллаллаһу аләйһи уә сәлләм): «Кеше түнде мені шаян шағып алды», деп, түні бойы Көз ілмегенін айтып, мұңын шақты. Сонда Пайғамбарымыз (саллаллаһу аләйһи уә сәлләм) оған: «Егер кешкісін мына дұғаны оқығаныңда, ол сені шақпас еді», - деген екен.\nСондай-ақ, Имам Тирмизидің еңбегінде Суһәйл ибн Әбу Салих (р.а.): «Айналамыздағы адамдардың барлығы осы дұғаны жаттап алып, күн сайын кешкісін оқып жүретін. Бірде қызметші әйелдердің бірін шаян шағып алды, бірақ ол әйел одан ешқандай да зиян шекпеді», деген.\nЖоғарыда келтірілген деректерге қоса осы дұғаға қатысты басқа бір хадисте Пайғам-барымыздың (саллаллаһу аләйһи уә сәлләм): «Кімде-кім қандай да бір жерге (панажайға) ат басын тірегенде, мына дұғаны оқыса, сол жерден аттанып кеткенге дейін оған еш нәрсе зиянын тигізе алмайды», айтқаны риуаят етілген. деп\n(Мүслим, Китәбуз-зикр 4883; Сунәну Тирмизи, дағауат 3359; Сунәну Ибни Мәжа, тыб 3538)"
      }
    },

    "duga-4": {
      "arabic": "أعُوذُ بِاللهِ السَّمِيعِ الْعَلِيمِ مِنَ الشَّيْطَانِ الرَّحِيمِ (۳)\nباسمِ اللهِ الرَّحْمَنِ الرَّحِيمِ هُوَ اللهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ، عَالِمُ الْغَيْبِ وَ الشَّهَادَةِ هُوَ الرَّحْمَنُالرَّحِيمُ هُوَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ هُوَ اللهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ الْأَسْمَاءُ الْحُسْنَىٰ يُسَبِّحُ لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَ هُوَ الْعَزِيزُ الْحَكِيمُ).",
      "transcriptions": {
        "kazakh": "А'уузу\nбилләәһис-сәмии'ил-'алиими шәйтаанир-ражиим. (3 рет)\nминәш-\nБисмилләәһир-рахмаанир-рахиим\nҺууаллаһул-ләзии ләә иләәһә илләә һууә 'аалимул-ғайби уәш-шәһәәдәти һууәр-рахмаанур-рахиим Һууаллааһул-ләзии ләә иләәһә илләә һууә, әл-мәликул-қуддуусус-сәләәмул-му'минул-муһәйминул-азиизул-жәббәәрул-мутәкәббир, йушрикуун субхааналлааһи 'аммә Һууаллааһул-хаалиқул-бәәри'ул-мусаууиру ләһул-әсмәә'ул-хуснә йусәббиху ләһу мәә фис-сәмәәуәәти уәл-арди уә һууәл-азиизул-хакиим"
      },
      "translations": {
        "kazakh": "(Алланың рақымынан) қуылған шайтаннан сақтай көр деп, бәрін Естуші һәм бәрін Білуші Аллаға сиынамын.\nАса рақымды, ерекше мейірімді Алланың атымен!\nОл Өзінен басқа тәңір болмаған жалғыз Алла. Ғайыпты да, жарияны да толық білуші. Ол Рахман (күллі жаратылысқа рақымды), Рахим (әсіресе, мүмін құлдарына ерекше мейірімді).\nОл Өзінен басқа тәңір болмаған жалғыз Алла. Мәлик (шексіз билік иесі), Қуддус (Өзі қандай мінсіз әрі пәк болса, күллі ғаламды да әрдайым кіршіксіз таза ұстаушы), Сәләм (есендік пен бейбітшілік кепілі), Му'мин (күмән мен үрейден арылтып, жүректерге иман нұрын ұялатушы), Муһәймин (күллі жаратылысты бақылауында ұстаушы һәм қорғаушы), Азиз (ұлы һәм үстем), Жәббар (күллі болмысты Өзіне бойсұндырушы, зұлымдық атаулыны жойып, әділдік орнатушы), Мүтәкәббир (ұлылығын паш етуге толық құқылы болған теңдесі жоқ ұлылық иесі). Алла олардың (мүшріктердің) Өзіне серік етіп қосқандарынан және серік қосуынан мүлдем аулақ.\nАлла Халиқ (бәрін жоқтан жаратқан жалғыз Жаратушы), Бәри (жаратуда ешкіммен ортақтас та, серіктес те болмайтын мінсіз Жаратушы), Мусаууир (әр жаратылысқа өзіне сай әрі жарасымды кескін-келбет беріп, бейнелеуші). Ең көркем есімдер бір Өзіне ғана тән. Күллі аспан әлеміндегі мен жердегінің бәрі Оған: «(Сен - мінсізсің. Бар мадақ пен шексіз шүкіршілік һәм ең көркем есімдер мен теңдессіз қасиеттер бір Өзіңе ғана тән деп), үнемі мадақ жаудырады! Ол Азиз (ұлы Һәм үстем), Хаким (әр үкімі мен әр ісінде көптеген хикметтер болған асқан дана)."
      },
      "description": {
        "kazakh": "Ардақты Пайғамбарымыз (саллаллаһу аләйһи уә сәлләм) бір хадис шәріпінде: «Кімде-кім таңертең үш рет «(Алланың рақымынан) қуылған шайтаннан сақтай көр деп, бәрін Естуші һәм бәрін Білуші Аллаға сиынамын» деген соң, «Хашр» сүресінің соңғы үш аятын оқыса, Алла тағала әлгі құлы үшін кешке дейін кешірім тілеп, дұға ететін жетnic мың періште тағайындайды. Егер ол адам сол күні дүниеден озса, о дүниеге шейіт болып аттанады. Ал кімде-кім кешке оқыса, оның жағдайы да таңертең оқыған адамның жағдайындай болады», - деген.\n(Сунәну Тирмизи, Китәбу фадаилил-Қуран 2846; Муснәду Ахмәд, Әууәлу Муснәди әл-Басриин 19419; Сунәну Дәәрими, Фадаилул-Куран 3291)"
      }
    },

    "duga-5": {
      "arabic": "باسم اللهِ الرَّحْمَنِ الرَّحِيمِ\nقُلْ هُوَ اللهُ أَحَدُ اللهُ الصَّمَدُ لَمْ يَلِدْ وَلَمْ يُولَدْ وَ لَمْ يَكُن لَّهُ\nكُفُواً أَحَدٌ). (۳)",
      "transcriptions": {
        "kazakh": "Бисмилләәһир-рахмаанир-рахиим\nҚул һууаллааһу ахад Аллааһус-Самад ләм йәлид уә ләм йууләд уә ләм йәкун ләһу куфу-уән ахад (3 рет)"
      },
      "translations": {
        "kazakh": "Рахман ǝpi aca Рақымды Алланың (бастаймын). атымен\n(Оларға) айт: Ол Алла жалғыз (Құдай)! Алла Самад (ешкімге және еш нәрсеге мұқтаж емес, керісінше, күллі жаратылыс Оған мұқтаж)! Ол тумаған да, туылмаған! Сондай-ақ Оған тең келер ешкім жоқ! – деп айт.2"
      }
    },

    "duga-6": {
      "arabic": "باسمِ اللهِ الرَّحْمَنِ الرَّحِيمِ\nقُلْ أَعُوذُ بِرَبِّ الْفَلَقِ مِن شَرِّ مَا خَلَقَ ، وَ مِن شَرِّ غَاسِقٍ إِذَا وَقَبَ وَ مِن شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ وَ مِن شَرِّ حَاسِدٍ إِذَا )۳( .)حَسَدَ",
      "transcriptions": {
        "kazakh": "Бисмилләәһир-рахмаанир-рахиим\nҚул Аʻуузу бираббил-фәләқ мин шәрри мәә халәқ уә мин шәрри ғаасиқин изә уәқаб уә мин шәррин-нәффәәсәәти фил-уқад уә мин шәрри ҳаасидин изә хасәд (3 рет)"
      },
      "translations": {
        "kazakh": "Рахман ман әрі aca Рақымды Алланың атымен (бастаймын).\n(Оларға) айт: Таң шапағының Раббысына сақтай көр деп сиынамын: Өзі жаратқан күллі жаратылыстың кесірінен, жер бетін қаптаған қараңғы түннің кесірінен, түйіншектерге үрлеп, дуалайтын дуашылардың (дуашы әйелдердің) кесірінен, сондай-ақ күндеген кездегі күншілдердің кесірінен (сақтай көр деп сиынамын) - деп айт. 10"
      }
    },

    "duga-7": {
      "arabic": "باسمِ اللهِ الرَّحْمَنِ الرَّحِيمِ\nقُلْ أَعُوذُ بِرَبِّ النَّاسِ مَلِكِ النَّاسِ إِلَهِ النَّاسِ مِن شَرِّ الْوَسْوَاسِ الْخَنَّاسِ الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ مِنَ الْجِنَّةِ وَ النَّاسِ) (۳)",
      "transcriptions": {
        "kazakh": "Бисмилләәһир-рахмаанир-рахиим\nҚул Аʻуузу бираббин-наас Мәликин-наас Иләәһин-наас мин шәррил-уәсуәәсил-ханнаас әлләзии юуәсуису фии судуурин-наас минәл-жиннәти уән-наас (3 рет)"
      },
      "translations": {
        "kazakh": "Рахман ǝpi aca Рақымды Алланың атымен (бастаймын).\n(Оларға) айт: Сақтай көр деп сиынамын адамдардың Раббысына, адамдардың Иесіне, адамдардың Тәңіріне, әзәзіл шайтанның кесірінен, адамдардың көкірегіне уәсуәсә салатын (әзәзіл шайтанның кесірінен сақтай көр деп сиынамын деп айт), (Ондай әзәзіл шайтан) жыннан да, адамдардан да (шығады), деп айт.\""
      },
      "description": {
        "kazakh": "Сахаба Абдулла ибн Хубәйб (р.а.) осы сүрелердің таңертең және кешке үш реттен оқылатындығына қатысты мына бір оқиғаны жеткізген:\n«Бірде Алла елшісі (саллаллаһу аләйһи уә сәлләм) маған:\n«Таңертең және кешке «Қул һууаллаһу ахад» және «Муғаууизәтәйнді» (Фәләқ, Нас сүрелерін) үш реттен оқып жүр. Бұл сүрелер сені (Алланың қалауымен) күллі жамандық атаулыдан әрі зиянды нәрселерден сақтайды - деп айтты», - деген.\n(Сунәну Әби Дәууд, Китәбул-әдәб 4419; Сунәну Тирмизи, әд-дағауат ан Расулилләһ 3499)"
      }
    },

    "duga-8": {
      "arabic": "فَسُبْحَانَ اللهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ وَ لَهُ الْحَمْدُ فِي السَّمَاوَاتِ وَالْأَرْضِ وَعَشِيّاً وَ حِينَ تُظْهِرُونَ يُخْرِجُ الْحَيَّ مِنَ الْمَيْتِ وَيُخْرِجُ الْمَيْتَ مِنَ الْحَيَّ وَيُحْيِي الْأَرْضَ بَعْدَ مَوْتِهَا وَ كَذَلِكَ تُخْرَجُونَ).",
      "transcriptions": {
        "kazakh": "Фә субхааналлааһи хиинә тумсуунә уә хиинә тусбихуун уә ләһул-хамду фис-сәмәәуәәти уәл-арди уә 'ашиян уә хиинә тузһируун йухрижул-хайя минәл-мәйити уә йухрижул-мәйитә минәл-хайи уә йухил-арда ба'дә мәутиһә уә кәзәәликә тухражуун"
      },
      "translations": {
        "kazakh": "Ендеше, кеш батырып, таң атырғандарыңда (яғни кешкі, түнгі және таңғы намазда) Алланың мінсіз, кемшілік атаулыдан ада екенін айтып жар салыңдар!\nЕкінді және түскі уақытта (яғни, екінді және түскі намазында) да; көктерде де, жерде де бар мадақ пен шексіз шүкіршілік бір Өзіне ғана тән екенін айтып, жар салыңдар!\nОл өліден тіріні шығарады, тіріден өліні шығарады және (қыстағы) өлі жерді кейін (көктем келгенде) қайта тірілтеді. Міне, сендер де өлгеннен кейін дәл солай тірілтіліп, қабірлеріңнен шығарыласыңдар. 12"
      },
      "description": {
        "kazakh": "Әбу Дәуіттің хадис жинағындағы бір хадис шәріпте ардақты Пайғамбарымыз (саллаллаһу аләйһи уә сәлләм):\n«Кімде-кім таңертең мына аяттарды оқыса, сол күні ниеттеніп, бірақ істей алмаған игі істерінің сауабын алады. Сондай-ақ, кімде-кім кешке оқыса, сол түні ниеттеніп, бірақ істеп үлгермеген игі істерінің сауабын алады», - деген.\nСондай-ақ, осыған байланысты Ахмәд ибн Ханбәлдің хадис жинағындағы бір хадис шәріпте Пайғамбарымыз (саллаллаһу аләйһи уә сәлләм): «Сендерге Алла тағаланың Ибраһим пайғамбарды (аләйһис-сәлам) неліктен Халилім (досым) деп атағанын айтайын ба? Өйткені, Ибраһим пайғамбар (аләйһис-сәлам) күн сайын таңертең және кешке Хақ тағаланы аталмыш аяттарды оқып ұлықтайтын еді», деген.\n(Сунәну Әби Дәууд, Китәбул-әдәб 4414; Муснәду Ахмәд, Муснәду әл-мәккиин 15081)"
      }
    },

    "duga-9": {
      "arabic": "اللَّهُمَّ بِكَ أَصْبَحْنَا وَ بِكَ أَمْسَيْنَا وَبِكَ نَحْيَا وَ بِكَ نَمُوتُ وَ إلَيْكَ النشور.",
      "transcriptions": {
        "kazakh": "Аллааһуммә бикә асбахнәә уә бикә әмсәйнәә уә бикә наҳя уә бикә нәмууту уә иләйкән-нушуур."
      },
      "translations": {
        "kazakh": "Уа, Алла тағалам! Сенің арқаңда таң атырып, Сенің арқаңда кеш батырдық. Сенің арқаңда тіршілік етіп, Өзіңнің қалауыңмен дүниеден озамыз. Соңында қайта тіріліп, бір Өзіңе қайтамыз."
      },
      "description": {
        "kazakh": "«Кутубу ситтә» деп аталатын ең сенімді алты хадис кітабының төртеуінде де аздаған өзгеріспен кездесетін бұл дұға жайлы Пайғамбарымыз (саллаллаһу аләйһи уә сәлләм): «Кімде-кім аман-есен таң атырса, осы дұғаны оқысын. Сондай-ақ, кімде-кім амандықпен кеш батырса, осы дұғаны оқысын», - деген.\n(Сунәну Тирмизи, Китәбуд-дағауат 3313; Сунәну Әби Дәууд, Китәбул-әдәб 4406; Сунәну Ибни Мәжа, Китәбуд-ду'а 3858; Муснәду Ахмәд, Бақи Муснәди әл-муксириин 10345)"
      }
    },

    "duga-10": {
      "arabic": "الْحَمْدُ لِلَّهِ الَّذِي أَحْيَانَا بَعْدَ مَا أَمَاتَنَا وَ إِلَيْهِ النُّشُورُ.",
      "transcriptions": {
        "kazakh": "Әлхамду лилләһил-ләзии ахйәәнә ба'дә мәә әмәәтәнәә уә иләйһин-нушуур."
      },
      "translations": {
        "kazakh": "Бар мадақ бізді өлтіріп, қайта тірілткен Аллаға тән! (Уа, Алла тағалам!) Соңында бәріміз де бір Өзіңе қайтамыз."
      },
      "description": {
        "kazakh": "Бұл дұға да сенімді хадис кітаптарының көбінде кездеседі. Аталмыш дұғаны жеткізген Әбу Зәрр мен Хузәйфа ибн Ямән (р.а.) Пайғамбарымыздың (саллаллаһу аләйһи уә сәлләм) бұл дұғаны күнде таңертең ұйқыдан тұрған бойда оқығандығын жеткізген.\n(Сахих Бұхари, Дағауат 5837; Сахих Мүслим, Китәбуз-зикр 4886; Сунәну Ибни Мәжа, Китәбуд-ду'а 3870; Муснәду Ахмәд, Муснәду әл-ансар\n20404)"
      }
    },

    "duga-11": {
      "arabic": "لا إلهَ إِلا أَنْتَ لَا شَرِيكَ لَكَ. سُبْحَانَكَ اللَّهُمَّ أَسْتَغْفِرُكَ لِذَنْبِي وَ أَسْأَلُكَ رَحْمَتَكَ. اللَّهُمَّ زِدْنِي عِلْمًا وَ لاَ تُزِغْ قَلْبِي بَعْدَ إِذْ هَدَيْتَنِي وَهَبْ لِي مِنْ لَدُنْكَ رَحْمَةً، إِنَّكَ أَنْتَ الْوَهَّابُ.\n",
      "transcriptions": {
        "kazakh": "Лә иләәһә илләә әнтә, Ләә шәриикә ләкә, субҳаанакаллааһуммә астағфирукә ли-зәнбии уә әсәлукә рахмәтәк. Аллааһуммә зиднии 'илмән уә ләә тузиғ қалбии бадә из һәдәйтәнии уә һәб лии мин ләдункә рахмәтән иннәкә әнтәл-уәһһәәб."
      },
      "translations": {
        "kazakh": "(Уа, Алла тағалам!) Бір өзіңнен басқа тәңір жоқ. Серігің де жоқ.\nУа, Алла тағалам, Сені (ұлылығына жарас-пайтын кемшілік атаулыдан адасың, мінсізсің деп) ұлықтаймын. Күнәм үшін бір Өзіңнен кешірім өтініп, шексіз мейіріміңе бөлеуіңді сұраймын!\nУа, Алла тағалам, ілімімді арттыра көр! Тура жолға салғаннан кейін жүрегімді ауытқыта көрме. Сондай-ақ, мені шексіз мейіріміңе бөлей гөр. Шүбәсіз, Сен сый-сияпатқа бөлеушісің! мол"
      },
      "description": {
        "kazakh": "Ардақты Пайғамбарымыздың (саллаллаһу аләйһи уә сәлләм) өнегелі ғұмырының басым бөлігіне, соның ішінде, күндізі мен түніне бірдей куә болған Айша анамыздың айтуынша, Пайғамбарымыз (саллаллаһу аләйһи уә сәлләм) бұл дұғаларды ұйқыдан тұрғанда міндетті түрде оқыған екен.\n(Сунәну Әби Дәууд, Китәбул-әдәб 4402)"
      }
    },

    "duga-12": {
      "arabic": "اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَ عَلَى آلِ مُحَمَّدٍ كَمَا صَلَّيْتَ عَلَى إِبْرَاهِيمَ وَ عَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ. (۱)",
      "transcriptions": {
        "kazakh": "Аллааһуммә салли 'аләә Мухаммәдин уә 'аләә әәли Мухаммәдин кәмә салләйтә 'аләә Ибраһимә уә 'аләә әәли Ибраһимә иннәкә Хамиидун Мәжиид. (10 рет)"
      },
      "translations": {
        "kazakh": "Уа, Алла тағалам тағалам, әзірет Ибраһимге және оның отбасына салауат еткеніңдей (мейірімің мен разылығыңа бөлегеніңдей) әзірет Мұхаммедке және оның отбасына салауат еткейсің. Шүбәсіз, Сен бар мадаққа лайықсың һәм ұлысың!"
      }
    },

    "duga-13": {
      "arabic": "اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَ عَلَى آلِ مُحَمَّدٍ كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ وَ عَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيد . (۱۰)",
      "transcriptions": {
        "kazakh": "Аллааһуммә бәәрик 'аләә Мухаммәдин уә 'аләә әәли Мухаммәдин кәмә бәәрактә 'аләә Ибраһимә уә 'аләә әәли Ибраһимә иннәкә Хамиидун Мәжиид. (10 рет)"
      },
      "translations": {
        "kazakh": "Уа, Алла тағалам, әзірет Ибраһимге және оның отбасына береке бергеніңдей, әзірет Мұхаммедке және оның отбасына да береке бергейсің. Шүбәсіз, Сен бар мадаққа лайықсың һәм ұлысың!"
      },
      "description": {
        "kazakh": "Адамзаттың мақтанышына арнап салауат айтып, сәлем жолдаудың артықшылығына қатысты бізге көптеген хадистер жеткен, соның бірі Әбу Дәрда (р.а.) жеткізген бір хадис шәріпте Пайғамбарымыз (саллаллаһу аләйһи уә сәлләм): «Кімде-кім таңғы және кешкі уақыттарда маған арнап он рет салауат айтып, сәлем жолдайтын болса, қиямет күні менің шапағатыма бөленеді», – деген.\n(Мәжму'атуз-зәуәид, 10-том, 120-бет; әт-Тәрғиб уәт-тәрһиб, 1-том, 261-бет; Файдул-қадир, 6-том, 169-бет)"
      },
      "warning": {
        "kazakh": "Ардақты Пайғамбарымызға (саллаллаһу\nаләйһи уә сәлләм) арнап айтылатын салауаттың түр-түрі бар. Алайда күнделікті бес уақыт намазда оқылатын осы салауат Пайғамбарымыздың (саллаллаһу аләйһи уә сәлләм) өзі ұсынған және барша мұсылманға мәлім салауат болып табылады."
      }
    },

    "duga-14": {
      "arabic": "اللَّهُمَّ إِنِّي أَصْبَحتُ أشْهِدُكَ وَ أَشْهِدُ حَمَلَةَ عَرْشِكَ وَ مَلَائِكَتَكَ وَ جَمِيعَ خَلْقِكَ بِأَنَّكَ أَنتَ اللهُ الَّذِي لَا إِلَهَ إِلَّا أَنْتَ وَ أَنَّ مُحَمَّدًا\nعَبْدُكَ وَ رَسُولُكَ. (٤)",
      "transcriptions": {
        "kazakh": "Аллааһуммә иннии асбахту ушһидукә уә ушһиду хамәләтә 'аршикә уә мәләә икәтәкә уә жәмии'а халқикә би'әннәкә әнтәллаһул-ләзии ләә иләәһә илләә әнтә уә әннә Мухаммәдән 'абдукә уә расуулук. (4 рет)"
      },
      "translations": {
        "kazakh": "Уа, Алла тағалам! Расында, мен Сенің бір Өзіңнен басқа тәңір болмаған жалғыз Алла екеніңе және Мұхаммедтің (саллаллаһу аләйһи уә сәлләм) құлың әрі елшің екеніне Өзіңді, Аршыңды арқалаған періштелеріңді, сондай-ақ, барлық періштелеріңді және күллі жаратылысты куә ете отырып таң атырдым."
      },
      "description": {
        "kazakh": "Әнәс ибн Мәликтен (р.а.) жеткен хадис-те Пайғамбарымыз (саллаллаһу аләйһи уә сәлләм): «Кімде-кім таңертең ұйқыдан тұрғанда, осы дұғаны оқыса, оның сол күні жасаған кішігірім күнәлары кешіріледі. Ал кімде-кім кешке оқыса, сол түні жасаған кішігірім күнәлары кешіріледі», – деген. Бұл хадисте айтылған «күнә» сөзінің белгілі бір күнәні меңземей жалпылама түрде айтылуы, аталмыш дұғаны жиі оқу керектігін білдіреді.\nОсы дұғаға қатысты басқа бір хадисте Пайғамбарымыз (саллаллаһу аләйһи уә сәлләм): «Кімде-кім бұл дұғаны таңғы және кешкі уақыттарда бір рет оқыса, Алла тағала оның тәнінің төрттен бір бөлігін, екі рет оқыса, тең жартысын, үш мәрте оқыса, төрттен үш бөлігін және төрт мәрте оқыса, бүкіл денесін тозақ отынан азат етеді», деген.\n(Сунәну Әби Дәууд, Китәбул-әдәб 4407 және 4416-хадистер)"
      }
    },

    "duga-15": {
      "arabic": "لَبَّيْكَ اللَّهُمَّ لَبَّيْكَ، لَبَّيْكَ وَ سَعْدَيْكَ وَ الْخَيْرُ فِي يَدَيْكَ وَ مِنْكَ وَ إِلَيْكَ. اللَّهُمَّ مَا قُلْتُ مِنْ قَوْلِ أَو حَلَفْتُ مِنْ حَلِفٍ أَوْ نَذَرْتُ مِنْ نَذْرِ أَوْ عَمِلْتُ مِنْ عَمَلٍ فَمَشِيئَتُكَ بَيْنَ يَدَيْ ذَلِكَ كُلِّهِ، مَا شِئْتَ كَانَ وَ مَا لَمْ تَشَأْ لَمْ يَكُن وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِكَ، إِنَّكَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ. اَللَّهُمَّ مَا صَلَّيْتُ مِنْ صَلَاةٍ فَعَلَىٰ مَنْ صَلَّيْتَ وَ\nمَا لَعَنْتُ مِنْ لَعَنِ فَعَلَى مَنْ لَعَنَتَ إِنَّكَ وَ لِيِّي فِي الدُّنْيَا وَ الْآخِرَةِ تَوَفَّنِي مُسْلِمًا وَ الْحِقْنِي بِالصَّالِحِينَ. اللَّهُمَّ إِنِّي أَسْأَلُكَ الرَّضَا بَعْدَ الْقَضَاءِ وَ بَرْدَ الْعَيْشِ بَعْدَ الْمَوْتِ وَ لَذَّةَ النَّظَرِ إِلَى وَجْهِكَ وَ شَوْقًا إِلَى لِقَائِكَ مِنْ غَيْرِ ضَرَّاءَ مُضِرَّةٍ وَ لَا فِتْنَةٍ مُضِلَّة، أعُوذُ بِكَ أنْ أظْلِمَ أو أظلَمَ أَوْ أَعْتَدِيَ أَوْ يُعْتَدَى عَلَيَّ أو أكْسِبَ خَطِيئَةً أَو ذَنْبًا لَا يُغْفَرُ. اَللَّهُمَّ فَاطِرَ السَّمَوَاتِ وَ الْأَرْضِ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ ذَا الْجَلالِ وَ الْإِكْرَامِ فَإِنِّي أَعْهَدُ إِلَيْكَ فِي هَذِهِ الْحَيَاةِ الدُّنْيَا وَ أَشْهِدُكَ وَ كَفَىٰ بِكَ شَهِيدًا. إِنِّي أَشْهَدُ أَنْ لَا إِلَهَ إِلَّا أَنْتَ وَحْدَكَ لا شَرِيكَ لَكَ، لَكَ الْمُلْكُ وَ لَكَ الْحَمْدُ وَ أَنْتَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ. وَ أَشْهَدُ أَنَّ مُحَمَّدًا عَبْدُكَ وَ رَسُولُكَ وَ أَشْهَدُ أَنَّ وَعْدَكَ حَقٌّ وَلِقَاءَكَ حَقٌّ وَ السَّاعَةَ آتِيَةً لَا رَيْبَ فِيهَا وَ أَنَّكَ تَبْعَثُ مَنْ فِي الْقُبُورِ وَ أَنَّكَ إِنْ تَكِلْنِي إِلَى نَفْسِي تَكِلْنِي إِلَى ضُعفِ وَ عَوْزَةٍ وَ ذَنْبٍ وَ خَطِيئَةٍ وَ إِنِّي لَا أَثِقُ إِلَّا بِرَحْمَتِكَ فَاغْفِرْ لِي ذُنُوبِي كُلَّهَا، إِنَّهُ لَا يَغْفِرُ الذُّنُوبَ إِلَّا أَنْتَ وَ تُبْ عَلَيَّ إِنَّكَ أَنتَ التَّوَّابُ الرَّحِيمُ.",
      "transcriptions": {
        "kazakh": "Ләббәйкаллааһуммә ләббәйкә, ләббәйкә уә сәʻдәйкә уәл-хайру фии йәдәйкә уә минкә уә иләйкә.\nАллааһуммә мәә қулту мин қаулин әу халәфту мин халифин әу нәзәрту мин нәзрин әу 'амилту мин 'амалин фә мәшии'әтукә бәйнә йәдәй зәликә куллиһи, мәә шитә кәәнә уә мәә ләм тәшә ләм иәкун уә ләә хаулә уә ләә қууәтә илләә бикә иннәкә 'аләә кулли шәй'ин қадиир.\nАллааһуммә мәә саллайту мин салаатин фә'алә мән саллайтә уә мәә ләʻанту мин ләʻнин фә'алә мән ләʻантә иннәкә уәли-и фид-дүния уәл-әәхира, тәуәффәнии мүслимән уә әлхиқнии биссаалихиин.\nАллааһуммә иннии әсәлукәр-ридаа ба'дәл-қадаа уә бәрдәл-'айши ба'дәл-мәути уә ләззәтән-назари илә уәжһикә уә шәуқан илә лиқаа'икә мин ғайри дарраa'ǝ мудирратин уә ләә фитнәтин мудилләтин уә а'уузу бикә ән азлимә әу узләмә әу әтәдиә әу ю'тәдә 'аләйя әу әксибә хатии'әтән әу зәнбән ләә юғфәр.\nАллааһуммә фаатирас-сәмәәуәәти уәл-арди 'алимәл-ғайби уәш-шәһәәдәти зәл-жәләәли уәл-икраами фә иннии а'һәду иләйкә фии һәзиһил-хайәәтид-дүниә уә ушһидукә уә кәфәә бикә шәһиидән.\nИнни әшһәду ән ләә иләәһә илләә әнтә уахдәкә ләә шәриикә ләкә ләкәл-мулку уә ләкәл-хамду уә әнтә 'аләә кулли шәй'ин қадиир.\nУә әшһәду әннә Мухаммәдән 'абдукә уә расуулукә уә әшһәду әннә уа'дәкә хаққун уә лиқа'әкә хаққун уәс-сәә атә әәтиәтун ләә райбә фииһә уә әннәкә тәбʻасу мән фил-қубуур, уә әннәкә ин тәкилнии илә нәфсии тәкилнии илә да'фин уә 'аузәтин уә зәнбин уә хати әтин.\nУә иннии ләә әсиқу илләә бирахмәтик, фәғфир лии зунуубии кулләһә, иннәһу ләә йағфируз-зунуубә илләә әнтә, уә туб 'аләйя иннәкә әнтәт-тәууәәбур-рахиим."
      },
      "translations": {
        "kazakh": "Уа, Алла тағалам! Әміріңе құлдық, әмі-ріңе құлдық деп алдыңа келдім. Қуаныштан қуанышқа жеткізе көр деп, алдыңа келдім. Бар жақсылық бір өзіңнің қолыңда. Бір Өзіңнен келіп, қайтадан Өзіңе қайтады.\nУа, Алла тағалам! Не айтсам да, не нәрсеге ант етсем де, қандай уәде берсем де және не істесем де соның бәрі Сенің қалауыңмен жүзеге асты. Сен не қаласаң, сол болды, қаламағаның болмады. Сенсіз бізде күш те, қуат та жоқ. Расында, Сенің құдіретің барлық нәрсеге толық жетеді.\nУа, Алла тағалам! Сен кімді мейірімің мен разылығыңа бөлесең, оқыған әрбір дұғам соған да дарысын. Сен кімді лағынеттесең, айтқан әрбір лағынетім соған да арналсын. Расында, Сен менің дүниедегі және ақыреттегі шынайы қамқоршымсың. Жанымды мұсылман күйінде ал және мені ізгі құлдарыңның қатарына қоса көр!\nУа, Алла тағалам! Бір Өзіңнен, қандай да бір зиянға және адастырып, азғырушы бүлікке душар болмастан берген үкіміңе (тағдырға) ризашылық білдіруді, өлімнен кейін рахат өмір сүруді, пейішке кіргенде Дидарыңды (яғни, ұлылығыңа лайық түрде Өзіңді) тамашалау ләззатын және Өзіңмен қауышуға деген сағыныш сезімін беруіңді сұраймын! Біреуге қиянат жасаудан немесе жәбір-жапа шегуден, біреуге қастық қылудан, яки қастыққа ұшыраудан, сондай-ақ, өшпес қателік немесе кешірілмес күнә жасаудан сақтай көр!\nУа, жеті қат аспан мен жерді жаратқан, ғайып пен жария әлемді толық Білуші, ұлылық пен асқан жомарттық иесі Алла тағалам! Осы дүниеде Өзіңе адал болуға уәде беремін және Өзіңді осы уәдеме куә етемін.\nСенің куәлігің толығымен жеткілікті.\nРасында, мен Өзіңнен басқа тәңір жоқ екеніне, жалғыз екендігіңе және ешбір серігің жоқ екеніне куәлік етемін. Бар билік бір Өзіңнің қолыңда. Бар мақтау мен мадақ бір Өзіңе ғана тиесілі және Сенің құдіретің барлық нәрсеге толық жетеді.\nСондай-ақ, Мұхаммедтің құлың әрі елшің екеніне куәлік етемін. Берген уәдеңнің хақ екеніне, Өзіңмен қауышудың да хақ екеніне, Қиямет күнінің еш шүбәсіз орнайтынына және қабірдегілерді түгелдей қайта тірілтетіндігіңе де куәлік етемін. Расында, мені нәпсіме табыс-тар болсаң, осалдық пен мұқтаждыққа тап болып, күнәға батып, қателікке ұрынарым сөзсіз.\nШын мәнінде, мен Өзіңнің шексіз мейіріміңе ғана толық сенім артамын. Күнәларымды түгелдей кешіре көр! Расында, құлдарыңның күнәларын бір Өзің ғана кешіре аласың. Тәубемді қабыл ете көр! Сен тәубелерді қабыл Етуші һәм ерекше Мейірімдісің!"
      },
      "description": {
        "kazakh": "Алдыңғы қатарлы сахабалардың бірі Зәйд ибн Сәбит (р.а.) жеткізген хадис шәріпте Пайғамбарымыз (саллаллаһу аләйһи уә сәлләм) оған осы дұғаларды үйреmin: «Күн сайын таңертең осы дұғаларды оқып тұр», деген. Сондай-ақ, оған аталмыш дұғаларды отбасы мүшелеріне де үйретіп, ертелі-кеш оқып тұруларын қадағалауды тапсырған. Ардақты Пайғамбарымыздың (саллаллаһу аләйһи уә сәлләм) жақын достарының біріне қандай да бір дұғаны үйреткен соң, сол дұғаны өзгелерге де үйретуін қалауы, әлгі дұғаның және оның жиі оқылуының өте маңызды екенін білдірсе керек.\n(Муснәду Ахмәд, Муснәду әл-ансар 20678)"
      }
    },

    "duga-16": {
      "arabic": "الْحَمْدُ للهِ الَّذِي خَلَقَ النَّوْمَ وَ الْيَقَظَةَ.\nالْحَمْدُ للهِ الَّذِي بَعَثَنِي سَالِمًا سَوِيًّا.\nأشْهَدُ أَنَّ اللهَ يُحْيِي الْمَوْتَى وَ هُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ.",
      "transcriptions": {
        "kazakh": "Әлхамду лилләәһил-ләзии халәқан-нәумә уәл-яқазатә. Әлхамду лилләәһил-ләзии бағасәни сәәлимән сәуийә. Әшһәду әнналлааһа юҳил-мәутә уә һууә 'аләә кулли шәй'ин қадиир."
      },
      "translations": {
        "kazakh": "Бар мадақ пен шексіз шүкіршілік ұйқыны және ояулықты жаратқан Аллаға тән. Сондай-ақ, мені амандықта (он екі мүшемді сау-сәлемет күйінде) қайта тірілткен Аллаға мақтау айтамын. Алланың өлілерді қайта тірілтетіндігіне куәлік етемін. Ол барлық нәрсеге құдіретті."
      },
      "description": {
        "kazakh": "Әбу Һұрайра (р.а.) жеткізген бір\nхадисте осы дұғаға қатысты Пайғамбарымыз (саллаллаһу аләйһи уә сәлләм): «Кімде-кім ұйқыдан тұрғанда мына дұғаны оқитын болса, дұғасын бітірген соң, Алла тағала: «Менің құлым дұрыс айтты» деп жауап қатады», деген. Міне, осылайша Пайғамбарымыз (саллаллаһу аләйһи уә сәлләм) оқылған жағдайда бізді Алланың Өзі растайтын осынау керемет дұғаны тарту етіп отыр. (әл-Фирдаус Бимә сурил-хитаб, 4-том, 21-бет, 6059-хадис)"
      }
    },

    "duga-17": {
      "arabic": "أَصْبَحْنَا وَ أَصْبَحَ الْمُلْكُ للهِ عَزَّ وَ جَلَّ وَ الْحَمْدُ لِلَّهِ وَ الْكِبْرِيَاءُ وَالْعَظَمَةُ للهِ وَ الْخَلْقُ وَ الْأَمْرُ وَ اللَّيْلُ وَالنَّهَارُ وَ مَا يَسْكُنُ فِيهِمَا اللهِ وَحْدَهُ، اللَّهُمَّ اجْعَلْ أَوَّلَ هَذَا النَّهَارِ صَلَاحًا وَ أَوْسَطَهُ فَلَاحًا وَ آخِرَهُ نَجَاحًا، أَسْأَلُكَ خَيْرَ الدُّنْيَا وَالْآخِرَةِ يَا أَرْحَمَ الرَّاحِمِينَ.",
      "transcriptions": {
        "kazakh": "Асбахнәә уә асбахәл-мулку лилләәһи 'аззә уә жәллә уәл-хамду лилләәһи уәл-кибрийәә'у уәл-азамәту лилләәһи уәл-халқу уәл-әмру уәл-ләйлу уән-нәһәәру уә мәә йәскуну фииһимә лилләәһи уахдәһу.\nАллааһуммәж'ал әууәлә һәзән-нәһәәри саләәхан уә әусәтаһу фәләәхан уә әәхираһу нәжәәхан әс'әлукә хайрад-дүниә уәл-әәхира йәә архамар-раахимиин."
      },
      "translations": {
        "kazakh": "Біз де, бар билік те айбынды әрі құдіретті Аллаға тиесілі болып таң атырдық. Бар мақтау бір Аллаға лайық, асқақтық пен ұлылық бір Аллаға тән. Жарату, бұйрық беру, түн мен күндіз һәм екеуінің ішіндегі барлық нәрсе бір Аллаға тиесілі.\nУа, Алла тағалам, біз үшін осы күннің басын игілік пен ізгілікке, ортасын жетістік пен берекеге, соңын табыс пен сәттілікке толтыра көр!\nУа, мейірімділердің ең Мейірімдісі, Өзіңнен осы дүние мен ақыреттің бар жақсылығын сұраймын!"
      },
      "description": {
        "kazakh": "Саид ибн Абдуррахман ибн Әбза (р.а.) әкесі Абдуррахман ибн Әбзадан (р.а.) жеткізген бір хадисте Ақиық елшінің (саллаллаһу аләйһи уә сәлләм) күн сайын таңертең ұйқыдан тұрғанда осы дұғаны үзбей оқығандығы айтылған.\n(Мәжму атуз-зәуәид, 10-том, 15-бет; Мусанниф Ибни Әби Шәйбә, 6-том, 35-бет)"
      }
    },

    "duga-18": {
      "arabic": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْهَمَّ وَالْحَزَنِ وَأَعُوذُ بِكَ مِنَ الْعَجْزِ وَالْكَسَلِ وَأَعُوذُ بِكَ مِنَ الْجُبْنِ وَالْبُخْلِ وَأَعُوذُ بِكَ مِنْ غَلَبَةِ الدِّيْنِ وَقَهْرِ الرَّجَالِ (۳).",
      "transcriptions": {
        "kazakh": "Аллааһуммә иннии а'уузу бикә минәл-һәмми уәл-хазән, уә а'уузу бикә минәл-'ажзи уәл-кәсәл, уә а'уузу бикә минәл-жубни уәл-бухл, уә а'уузу бикә мин ғалабатид-дәйни уә қаһрир-рижәәл (3 рет)."
      },
      "translations": {
        "kazakh": "Уа, Алла тағалам, мені уайым жеуден, қайғы-қасіреттен, дәрменсіздіктен, жалқау-лықтан, қорқақтықтан, сараңдықтан, қарызға белшеден батудан және адамдардың зорлық-зомбылығынан сақтай көр!"
      },
      "description": {
        "kazakh": "Белгілі сахаба Әбу Саид әл-Худри (р.а.) аталмыш дұғаға қатысты мына бір оқиғаны әңгімелеген:\nБірде Пайғамбарымыз (саллаллаһу аләйһи уә сәлләм) намаздан тыс уақытта мешітке кіргенінде, ансарлық Әбу Үмәмә атты бір кісінің отырғанын көріп: «Әй, Әбу Үмәмә! Намаздан тыс уақытта мешітте не істеп отырсың?» деп сұрайды. Ол: «Уа, Алланың елшісі! Қарызға белшеден батып, қатты қиналып отырмын», -деп жауап берді. Сонда Пайғамбарымыз (саллаллаһу аләйһи уә сәлләм) оған: «Саған оқығаныңда уайым-қайғыңды сейілтіп, қарыздарыңнан Алланың Өзі құтқаратын бір дұға үйретейін бе?» - дегенде, Әбу Үмәмә (р.а.): «Әлбетте, уа, Алланың елшісі!» дейді. Сонда Пайғамбарымыз (саллаллаһу аләйһи уә сәлләм) оған осы дұғаны үйретіп: «Бұл дұғаны таңертең және кешке үзбей оқып жүр», – дейді. Кейіннен Әбу Үмәмә: «Мен Пайғамбарымыздың (саллаллаһу аләйһи уә сәлләм) бұйырғанын бұлжытпай орындап жүрдім. Соңында, Алла тағала менің барлық уайым-қайғымды сейілтіп, қарыздарымнан да толық құтылдым», деген болатын.\n(Сунәну Әби Дәууд, Китәбус-салат 1330)"
      }
    },

    "duga-19": {
      "arabic": "أَصْبَحْنَا وَ أَصْبَحَ الْمُلْكُ للهِ لا شَرِيكَ لَهُ، لَا إِلَهَ إِلَّا هُوَ وَ إِلَيْهِ النشور.\nاللَّهُمَّ فَاطِرَ السَّمَوَاتِ وَالْأَرْضِ عَالِمَ الْغَيْبِ وَالشَّهَادَةِ رَبِّ كُلِّ شَيْءٍ وَمَلِيكَة أشهد أن لا إله إلا أنتَ أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي وَشَرِّ الشَّيْطَانِ وَشَرَكِهِ وَأَنْ أَقْتَرِفَ عَلَى نَفْسِي سُوءًا أَوْ أَنْ أَجْرَّهُ عَلَى مُسْلِمٍ (٤)",
      "transcriptions": {
        "kazakh": "Асбахнәә уә асбахәл-мулку лилләәһи ләә шәриикә ләһу ләә иләәһә илләә һууә уә иләйһин-нушуур.\nАллааһуммә фаатирас-сәмәәуәәти уәл-арди 'алимәл-ғайби уәш-шәһәәдәти рабба кулли шәй'ин уә мәлиикәһу, әшһәду ән ләә иләәһә илләә әнтә, Аʻуузу бикә мин шәрри нәфсии уә мин шәрриш-шәйтаани уә шәракиһи уә ән ақтәрифә 'аләә нәфсии суу'ән әу ән әжурраһу 'аләә муслим (4 рет)."
      },
      "translations": {
        "kazakh": "Біз де, бар билік те бір Алланың иелігінде болған күйде таң атырдық. Оның ешбір серігі жоқ, Одан басқа ешбір тәңір де жоқ. Соңында бәріміз қайта тіріліп Оның алдына барамыз.\nУа, жеті қат аспан мен жердің Жаратушысы, ғайып пен жария әлемді толық Білуші және барлық нәрсенің Раббысы әрі Иесі болған Алла, Сенен басқа ешбір тәңір жоқ екеніне куәлік етемін. Мені нәпсімнің жамандығынан, шайтанның жамандығынан әрі тұзағынан, сондай-ақ, өз-өзіме немесе қандай да бір мұсылманға жамандық жасаудан бір Өзің сақтай көр!"
      },
      "description": {
        "kazakh": "Имам Ахмәд ибн Ханбәлдің «Муснәдіндегі» бір хадисте табиғиндерден Әбу Рашид әл-Хубрани (р.а.): «Абдулла ибн Амр ибн Асқа барып: «Маған Алла елшісінен (саллаллаһу аләйһи уә сәлләм) естігендеріңнен бір-екі нәрсе айтып берсең», – дегенімде, ол қалтасынан бір парақ шығарды да, «Бұл Алла елшісінің (саллаллаһу аләйһи уә сәлләм) маған бергені», деді. Мен әлгі парақты алып қарағанымда, онда осы дұғалар жазулы еді», – деген.\nБірде Әбу Бәкір (р.а.): «Уа, Алланың елшісі! Маған таңғы және кешкі уақыттарда оқитын бір дұға үйретсеңіз жақсы болар еді», деп өтінгенде, Алла елшісі (саллаллаһу аләйһи уә сәлләм) оған осы дұғаны үйреткен еді.\n(Муснәду Ахмәд ибн Ханбәл, Муснәдул-муксириин минәс-сахаба; Сунәну Тирмизи, Китәбуд-дағауат 3452; Сунәну Әби Дәууд, Китәбул-әдәб 4420)"
      }
    },

    "duga-20": {
      "arabic": "يَا حَيْ يَا قَيُّومُ بِرَحْمَتِكَ أَسْتَغِيتُ أصْلِحْ لِي شَأْنِي كُلَّهُ وَ لَا تَكِلْنِي إِلَى نَفْسِي طَرْفَةَ عَيْنِ.",
      "transcriptions": {
        "kazakh": "Я, Хайю! Я, Қаййуум! Бирахмәтикә әстәғиису аслих лии шә'нии кулләһу уә ләә тәкилнии иләә нәфсии тарфәтә 'айн."
      },
      "translations": {
        "kazakh": "Уа, мәңгі Тірі әрі күллі жаратылысты меңгеріп тұрған Алла! Шексіз мейіріміңе сүйене отырып, бір Өзіңнен жәрдем сұраймын. Менің барлық ісімді оңынан жарылқай көр әрі мені қас-қағым сәтке болса да нәпсіммен оңаша қалдыра көрме!"
      },
      "description": {
        "kazakh": "Хаким ән-Нәйсабуридің «Мустәдрак»\nатты еңбегіндегі бір хадисте Абдулла ибн Масғуд (р.а.) Пайғамбарымыздың (саллаллаһу аләйһи уә сәлләм) қандай да бір қиын жағдайға душар болғанда осы дұғаны оқитындығын жеткізген. Сондай-ақ, аталмыш еңбектегі басқа бір хадисте Әнәс ибн Малик (р.а.) былай деген: «Расулуллаһтың (саллаллаһу аләйһи уә сәлләм) сүйікті қызы Фатимаға: «Әй, Фатима! Осы дұғаны ертелі-кеш аузыңнан тастамай үзбей оқы», деп\nайтқанын естідім».\n(әл-Мустәдрак 1-том, 730-бет, 1875 және 2000-хадистер)"
      }
    },

    "duga-21": {
      "arabic": "اللَّهُمَّ أَنْتَ أَحَقُّ مَنْ ذُكِرَ وَ أَحَقُّ مَنْ عُبِدَ وَ أَنْصَرُ مَنِ ابْتَغِيَ وَ أرافُ مَنْ مَلَكَ وَ أَجْوَدُ مَنْ سُئِلَ وَ أَوْسَعُ مَنْ أَعْطَى، أَنْتَ الْمَلِكُ لا شَرِيكَ لَكَ وَ الْفَرْدُ لاَ نِدَّ لَكَ كُلُّ شَيْءٍ هَالِكَ إِلَّا وَجْهَكَ لَنْ تُطَاعَ إِلا بِإِذْنِكَ وَ لَنْ تُعْصَى إِلا بِعِلْمِكَ . تُطَاعُ فَتَشْكُرُ وَ تُعْصَى فَتَغْفِرُ، أَقْرَبُ شَهِيدٍ وَ أَدْنَى حَفِيظٌ، حُلْتَ دُونَ النَّفُوسِ وَ أَخَذْتَ بِالنَّوَاصِي وَ كَتَبْتَ الآثار وَ نَسَخْتَ الأجالَ الْقُلُوبُ لَكَ مُفْضِيَةٌ وَ السِّرُّ عِنْدَكَ عَلانِيَةُ، اَلْحَلالُ مَا أَحْلَلْتَ وَ الْحَرَامُ مَا حَرَّمْتَ وَ الدينُ مَا شَرَعْتَ وَ الأَمْرُ مَا قَضَيْتَ وَ الْخَلْقُ خَلْقُكَ وَ الْعَبْدُ عَبْدُكَ وَ أَنْتَ اللهُ الرَّوْفُ الرَّحِيمُ. أَسْأَلُكَ بِنُورِ وَجْهِكَ الَّذِي أشْرَقَتْ لَهُ السَّمَوَاتُ وَالأَرْضُ وَ بِكُلِّ حَقٌّ هُوَ لَكَ وَ بِحَقِّ السَّائِلِينَ عَلَيْكَ أَن تُقِيلَنِي فِي هَذِهِ الْغَدَاةِ وَ فِي هَذِهِ الْعَشِيَّةِ وَ أن تُجِيرَنِي مِنَ النَّارِ بِقُدْرَتِكَ.\n",
      "transcriptions": {
        "kazakh": "Аллааһуммә әнтә әхаққу мән зукира уә әхаққу мән 'убидә уә ансару мәнибтуғиә уә әр'афу мән мәләкә уә әжуәду мән су'илә уә әусә'у мән ата, әнтәл-мәлику ләә шәриикә ләкә уәл-фәрду ләә ниддә ләкә, куллу шәй'ин Һәәликун илләә уәжһәкә, лән тутаа'а илләә би изникә, уә лән ту'са илләә би'илмик.\nТутаа'у фә тәшкуру уә ту'са фә тәғфиру, ақрабу шәһиидин уә әднә хафиизин, хултә дуунән-нуфууси уә әхазтә бин-нәуааси уә кәтәбтәл-әәсәәра уә нәсәхтәл-геежее\nӘл-қулуубу ләкә муфдийә, уәс-сирру 'индәкә 'аләәнийә, әл-халәәлу мәә ахләлтә, уәл-харааму мәә харрамтә, уәд-диину мәә шәра'тә, уәл-әмру мәә қадайтә, уәл-халқу халқукә, уәл-абду 'абдукә, уә әнталлааһур-ра'ууфур-рахиим.\nӘс'әлукә бинуури уәжһикәл-ләзии әшрақат ләһус-сәмәәуәәту уәл-арду уә бикулли ҳаққин һууә ләкә уә бихаққис-сәә'илиинә 'аләйкә ән туқииләни фии Һәзиһил-гадәәти уә фии һәзиһил-'ашияти уә ән тужиирании минән-наари биқудратик."
      },
      "translations": {
        "kazakh": "Уа, Алла тағалам! Сен аты аталуға ең лайықтысың. Табынуға ең лайық та бір Өзіңсің. Жәрдем сұрағандарға ең көп жәрдем ететін де бір өзіңсің. Күш-қуат пен билік иелерінің ең Мейірімдісі де Өзіңсің. Сен жәрдем етушілердің және сый-сияпатқа бөлеушілердің ең Жомартысың. Сенің ешбір серігің жоқ. Сен күллі жаратылыстың шын Иесі һәм Патшасысың. Сен теңі әрі ұқсасы жоқ жалғызсың. Өзіңнен басқаның барлығы түптің түбінде түгелдей жоқ болады. Саған бойұсыну тек қана Өзіңнің қалауыңмен болмақ. Саған қарсы келу тек қана Өзіңнің шексіз ілімің шеңберінде жүзеге аспақ.\nӨзіңе бойсұнғанға алғыс білдіресің (сауапқа кенелтесің), әміріңе қарсы келгенді кешіресің. Бар нәрсеге ең жақын куә әрі ең жақын қорғаушы да бір Өзіңсің. Нәпсі атаулының (қалауларының) алдын алып, барша жаратылыстың тізгінін өз қолыңда ұстап, құлдарыңның істерін жіпке тізіп жазып, ажалдарының келетін мерзімін де белгілеп, жазып қойдың.\nЖүректер бар сырын бір Өзіңе ғана ашады. Басқалар үшін құпия жайттар Саған ап-айқын. Сенің халал деп үкім қылғаның халал, харам деп үкім қылғаның харам. Дін Сенің бекіткен шариғатың. Әмір шығарған үкімің. Күллі жаратылыс Сенің Сенің жаратқаның. Пенде атаулының бәрі Сенің құлдарың. Сен - аса қамқор, ерекше мейірімді Алласың!\nКөктер мен жерді шуаққа бөлеген Дидарыңның (Өзіңнің) нұры құрметіне, Өзіңе тиесілі әрбір ақының құрметіне және бір Өзіңнен мұң-мұқтажын сұраушы құлдарыңның құрметіне осы таңда һәм осы кеште мені кешуіңді әрі шексіз құдіретіңмен тозақ отынан сақтауыңды сұраймын!"
      },
      "description": {
        "kazakh": "Әбу Бәкір әл-Һәйсамидің «Мәжма'уз-Зәуәид» атты еңбегіндегі бір хадисте, Әбу Умәмә әл-Бәһили (р.а.) Пайғамбарымыздың (саллаллаһу аләйһи уә сәлләм) осы дұғаны күн сайын таңертең және кешке оқығандығын айтқан. \n (Мәжма уз-зәуәид, 10-том, 117-бет)"
      }
    },

    "duga-22": {
      "arabic": "حَسْبِيَ اللهُ لَا إِلَهَ إِلا هُوَ عَلَيْهِ تَوَكَّلْتُ وَ هُوَ رَبُّ الْعَرْشِ\nالْعَظِيمِ) (۷)",
      "transcriptions": {
        "kazakh": "Хасбийаллааһу ләә иләәһә илләә һууә 'аләйһи тәуәккәлту уә һууә раббул-'аршил-'азиим. (7 рет)"
      },
      "translations": {
        "kazakh": "Бір Алла маған жеткілікті, Одан басқа тәңір жоқ. (Уа, Алла тағалам!) Бір Өзіңе тәуекел еттім. Ол ұлы Аршының Раббысы. 15"
      },
      "description": {
        "kazakh": "Әбу Дәуіттің «Сунән» атты хадис жинағындағы бір хадис шәріпте Әбу Дәрда (р.а.) Пайғамбарымыздың (саллаллаһу аләйһи уә сәлләм) осы аят жайында былай дегенін жеткізген: «Кімде-кім таңертең және кешке мына аятты жеті рет оқитын болса, мейлі шын беріліп оқысын, мейлі үстірт оқысын, оны кез келген қайғы-қасіреттен Алланың Өзі сақтайды (яғни, Алла тағала оны қайғы-мұңнан және дүние тіршілігінің басқа да ауыртпалықтарынан сақтайды)».\n(Сунәну Әби Дәууд)"
      }
    },

    "duga-23": {
      "arabic": "رَضِينَا بِاللهِ رَباً وَبِالْإِسْلَامِ دِيناً وَبِمُحَمَّدٍ رَسُولاً (۳)\nرَضِيتُ باللهِ رَباً وَبِالْإِسْلَامِ دِيناً وَبِمُحَمَّدٍ نَبِيَاً (۳)",
      "transcriptions": {
        "kazakh": "Радиинаа билләәһи раббән уә бил-ислаами диинән уә бимухаммәдин расуула (3 рет).\nРадииту билләәһи раббән уә бил-ислаами диинән уә бимухаммәдин нәбийә (3 рет)."
      },
      "translations": {
        "kazakh": "Раббы ретінде Аллаға, дін ретінде Исламға және расул ретінде Мұхаммедке (саллаллаһу аләйһи уә сәлләм) разы болдық.\nРаббы ретінде Аллаға, дін ретінде Исламға және нәби ретінде Мұхаммедке (саллаллаһу аләйһи уә сәлләм) разы болдым."
      },
      "description": {
        "kazakh": "Әбу Дәуіттің «Сунән» атты хадис жина-ғындағы бір хадис шәріпте Пайғамбарымыз (саллаллаһу аләйһи уә сәлләм) осы дұға туралы былай деген: «Кімде-кім таңертең және кешке осы дұғаны оқитын болса, оны Өзіне разы ету Алла тағалаға тиесілі іс болады (яғни, Алла тағала оған молынан сауan жазады да, ол Аллаға разы болады)». Сондай-ақ, осы дұғаға қатысты Ахмәд ибн Ханбәлдің «Муснәд» атты хадис жинағындағы бір хадисте Пайғамбарымыз (саллаллаһу аләйһи уә сәлләм) былай деген: «Кімде-кім азаншының дауысын естіген кезде, осы дұғаны оқыса, күнәлары кешіріледі».\n(Сунәну Әби Дәууд, Китәбул-әдәб 4410; Муснәду Ахмәд ибн Ханбәл, Муснәдул-ашарал-мубәшшәра 1482)"
      }
    },

    "duga-24": {
      "arabic": "اللَّهُمَّ مَا أَصْبَحَ بي مِنْ نِعْمَةٍ أَو بِأَحَدٍ مِنْ خَلْقِكَ فَمِنْكَ وَحْدَكَ لا شَرِيكَ لَكَ فَلَكَ الْحَمْدُ وَ لَكَ الشَّكْرُ.",
      "transcriptions": {
        "kazakh": "Аллааһуммә мәә асбаха бии мин нимәтин әу биахадин мин халқикә фә минкә, уахдәкә ләә шәриикә ләкә, фәләкәл-ҳамду уә ләкәш-шукр."
      },
      "translations": {
        "kazakh": "Уа, Алла тағалам! Осы таңда маған немесе жаратқандарыңның біріне берілген қандай да бір нығмет бір Өзіңнен ғана. Сенің ешбір серігің жоқ. Айтылған бар мақтау мен сансыз алғыс бір Өзіңе ғана тиесілі."
      },
      "description": {
        "kazakh": "Бұл дұға дәл осы қалпында Ибну Рәжәб әл-Ханбәлидің «Жами'ул-улум» атты еңбегінде, Бәйһақидің «Шу'абул-иман» атты еңбегінде және басқа да дереккөздерде кездеседі. Аталмыш дереккөздердегі хадистерге зер салып қарасақ, Пайғамбарымыздың (саллаллаһу аләйһи уә сәлләм) бұл дұға жайлы былай деп айтқанын көреміз: «Кімде-кім бұл дұғаны таңертең оқыса, Алланың алдындағы сол күнгі, ал кім кешке оқыса, сол түнгі шүкіршілік ету борышын өтеген болады». Дәл осы мағыналас бір хадис Әбу Дәуіттің «Сунәнінде» де кездеседі.\n(Жами'ул-улум, 1-том, 244-бет; Сунану Әби Дәууд, Китәбул-әдәб 4411)"
      }
    },

    "duga-25": {
      "arabic": "اللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ فَجَأْةِ الْخَيْرِ وَ أَعُوذُ بِكَ مِنْ فَجَأْةِ\nالشر.",
      "transcriptions": {
        "kazakh": "Аллааһуммә иннии әс'әлукә мин фәжәтил-хайри уә а'уузу бикә мин фәжәтиш-шәрр."
      },
      "translations": {
        "kazakh": "Уа, Алла тағалам! Сенен тосын жақсы-лықтар сұраймын. Сондай-ақ, күтпеген жамандықтардан сақтай көр деп, бір Өзіңе сиынамын!"
      },
      "description": {
        "kazakh": "Әнәс ибн Мәлик (р.а.) Пайғамбарымыз-дың (саллаллаһу аләйһи уә сәлләм) бұл дұғаны таңғы және кешкі уақыттарда үзбей оқығандығын айтып: «Расында, адам баласы таңертең немесе кешке өзін не күтіпn тұрғанын білмейді», деген. Осы дұғаға қатысты Мунәуидің «Файдул-қадир» атты еңбегінде Ибн әл-Қайим: «Кімде-кім бұл дұғаны үзбей оқыса, қаншалықты ізгілікті дұға екендігін түсінеді, әрі көптеген пайдасын көреді. Бұл дұға адамды Алланың қалауымен көз тиюден де сақтайды. Ал егер көз тиген болса, оның кері әсерін жояды. Әйтсе де бұл осы дұғаны оқыған құлдың иманының беріктігіне, тәуекелінің бекемдігіне және жүрегінің тазалығына байланысты. Шүбәсіз, бұл дұға - оқыған адамды қорғайтын сауыт іспетті», - деген.\n(Мәжма'уз-зәуәид, 10-том, 115-бет; Муснәду Әби Яла, 6-том, 106-бет; Файдул-қадир, 5-том, 10-бет)"
      }
    },

    "duga-26": {
      "arabic": "اللَّهُمَّ إِنِّي أصْبَحْتُ مِنْكَ فِي نِعْمَةٍ وَعَافِيَةٍ وَسَتْرٍ فَأُتِمَّ نِعْمَتَكَ عَلَيَّ وَعَافِيَتَكَ وَسَتْرَكَ فِي الدُّنْيَا وَالْآخِرَةِ.",
      "transcriptions": {
        "kazakh": "Аллааһуммә иннии асбахту минкә фии нимәтин уә 'аафиятин уә сәтрин фә-әтиммә нимәтәкә 'аләйя уә'аафиятәкә уә сәтракә фид-дүниә уәл-әәхира."
      },
      "translations": {
        "kazakh": "Уа, Алла тағалам, осы таңға Өзің берген нығмет пен есендікте және күнәларым жасырылған күйде жеттім. Олай болса, дүниеде һәм ақыретте маған берер нығметіңді арттырған үстіне арттырып, есендік бергейсің, әрі күнәларымды жасыра түскейсің!"
      },
      "description": {
        "kazakh": "Бұл дұғаға қатысты Пайғамбарымыздың (саллаллаһу аләйһи уә сәлләм) бізге берген қуанышты хабары Имам Нәуәуидің «Әзкәр» (зікірлер) атты еңбегінде былай келтірілген: «Кімде-кім таңертең үш рет «Уа, Алла тағалам, осы таңға өзің берген нығмет пен есендікте және күнәларым жасырылған күйде жеттім. Олай болса, дүниеде һәм ақыретте маған берер нығметіңді арттырған үстіне арттырып, есендік бергейсің, әрі күнәларымды жасыра түскейсің», – десе, соларды орындау Аллаға қалған іс болады (яғни, Алла тағала оның дұғасын міндетті түрде қабыл етеді). Кешке оқыса да, дәл солай болады».\n(Имам Нәуәуи, әл-Әзкар)"
      }
    },

    "duga-27": {
      "arabic": "رَبِّيَ اللهُ، تَوَكَّلْتُ عَلَى اللهِ، لاَ إِلَهَ إِلا هُوَ ، عَلَيْهِ تَوَكَّلْتُ وَ هُوَ رَبُّ الْعَرْشِ الْعَظِيمِ. لا إله إلا اللهُ الْعَلِيُّ الْعَظِيمُ، مَا شَاءَ اللَّهُ كَانَ وَ مَا لَمْ يَشَأْ لَمْ يَكُنْ أَعْلَمُ أَنَّ اللهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ وَ أَنَّ اللَّهَ قد أحَاطَ بِكُلِّ شَيْءٍ عِلْمًا. اللَّهُمَّ أَنْتَ رَبِّي لَا إِلَهَ إِلَّا أَنْتَ عَلَيْكَ تَوَكَّلْتُ وَ أَنْتَ رَبُّ الْعَرْشِ الْعَظِيمِ، مَا شَاءَ اللَّهُ كَانَ وَ مَا لَمْ يَشَأْ لَمْ يَكُن، لا حَوْلَ وَ لا قُوَّةَ إِلا بِاللهِ الْعَلِيَّ الْعَظِيمِ. اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ شَرِّ نَفْسِي وَ مِنْ شَرِّ كُلِّ دَابَّةٍ أَنْتَ آخِذْ بِنَاصِيَتِهَا إِنَّ رَبِّي عَلَى صِرَاطٍ مُسْتَقِيمٍ)..",
      "transcriptions": {
        "kazakh": "Раббийаллааһу тәуәккәлту 'алаллааһи ләә иләәһә илләә Һууә 'аләйһи тәуәккәлту раббул-аршил-азиим. yə Һууә\nЛә иләәһә иллаллааһул-алийул-азиим, шәә'аллааһу кәәнә уә мәә ләм йәшә ләм йәкун, а'ләму әнналлааһа 'аләә кулли шәй'ин қадиирун уә әнналлааһа қад ахаата бикулли шәй'ин 'илмә.\nАллааһуммә әнтә рабби ләә иләәһә илләә әнтә 'аләйкә тәуәккәлту уә әнтә раббул-аршил-азиим, мәә шәә'аллааһу кәәнә уә мәә ләм йәшә ләм йәкун, ләә хаулә уә ләә қууәтә илләә билләәһил-'алиил-'азиим.\nАллааһуммә иннии а'уузу бикә мин шәрри нәфсии уә мин шәрри кулли дәәббәтин әнтә әәхизун бинаасиятиһә иннә рабби 'аләә сираатин мустақиим."
      },
      "translations": {
        "kazakh": "Раббым - Алла. Аллаға тәуекел еттім. Одан басқа тәңір жоқ. Бір Аллаға тәуекел еттім. Ол ұлы Аршының Раббысы.\nАсқақ һәм ұлы Алладан басқа тәңір жоқ. Алла не қаласа, сол болды және нені қаламаса, сол болған емес. Расында, Алланың не нәрсеге болса да құдіретінің жететінін және Оның шексіз ілімімен барлық нәрсені толық қамтығанын білемін.\nУа, Алла тағалам! Сен менің Раббымсың. Сенен басқа тәңір жоқ. Бір Өзіңе тәуекел еттім. Сен ұлы Аршының Раббысысың.\nАлла тағала не қаласа, сол болды және нені қаламаса, сол болған емес. Бар күш те, қуат та асқақ һәм ұлы Аллаға ғана тән (яғни, Алланың қолдауынсыз бізде күнәға қарсы тұратын күш те, құлшылық жасайтын қуат та жоқтың қасы).\nУа, Алла тағалам, нәпсімнің азғыруынан және тізгіні қолыңда болған барлық тіршілік иелерінің кесірінен бір өзің сақтай көр! «Күмәнсіз, Раббым түп-түзу жолда (яғни әділдіктің, туралықтың қорғаны əрі турашылдардың қолдаушысы)»."
      },
      "description": {
        "kazakh": "Дереккөздерде бұл дұғаларға қатысты мынадай бір оқиға келтірілген: Бізге жеткен хабар бойынша, бірде сахаба Әбу Дәрдаға (р.а.) бір кісі келіп: «Әй, Әбу Дәрда! Үйің өртеніп кетті», – дейді. Сонда Әбу Дәрда (р.а.) еш саспастан: «Жоқ, үйім өртенбеді. Олай болуы мүмкін емес», дейді. Содан біраз уақыт өткен соң, басқа бір адам келіп оған: «Негізінде, алапат өрттің шыққаны рас. Бірақ сенің үйіңе жеткенде, қалай екені түсініксіз, өздігінен сөніп қалды», - деді. Сонда Әбу Дәрда (р.а.) оған: «Расында, Раббымның үйімді өртеп жіберуі мүмкін емес еді», деді. Мұны естігендер: «Әй, Әбу Дәрда! Біздің таңданысымызда шек жоқ. Сен бір жағынан, «үйімнің өртеніп кетуі мүмкін емес», дейсің һәм «мен білемін, Раббым үйімді өртемейді», – дейсің», – деп таңырқады. Сонда Әбу Дәрда (р.а.): «Мен бірде Пайғамбарымыздың (саллаллаһу аләйһи уә сәлләм): «Кімде-кім мына дұғаларды таңертең оқыса, кешке дейін ешбір бәлеге ұшырамайды. Ал кім кешке оқыса, таң атқанша ешбір жамандыққа ұрынбайды», айтқанын естідім», – деген. деп\n(әр-Рафи'и, әт-Тәдуин фи ахбәри қазучин 4-том, 54-бет; Муснәду әл-Харис, 2-том, 953-бет)"
      }
    },

    "duga-28": {
      "arabic": "أَصْبَحْنَا وَ أَصْبَحَ الْمُلْكُ للهِ وَ الْحَمْدُ للهِ وَ لَا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لا شَرِيكَ لَهُ، لهُ الْمُلْكُ وَ لَهُ الْحَمْدُ وَ هُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ. رَبِّ إِنِّي أَسْأَلُكَ خَيْرَ مَا فِي هَذَا الْيَوْمِ وَ خَيْرَ مَا بَعْدَهُ وَ أَعُوذُ بِكَ مِنْ شَرِّ مَا فِي هَذَا الْيَوْمِ وَ شَرِّ مَا بَعْدَهُ. رَبِّ أَعُوذُ بِكَ مِنَ الْكَسَلِ وَ سُوءِ الْكِبَرِ. رَبِّ أَعُوذُ بِكَ مِنْ عَذَابٍ فِي النَّارِ وَعَذَابٍ فِي القبر.",
      "transcriptions": {
        "kazakh": "Асбахнәә уә асбахәл-мулку лилләәһи уәл-хамду лилләәһи уә ләә иләәһә иллаллааһу уахдәһу ләә шәриикә ләһу, ләһул-мулку уә ләһул-хамду уә һууә 'аләә кулли шәй'ин қадир.\nРабби иннии әс'әлукә хайра мәә фии һәзәл-йәуми уә хайра мәә ба'дәһу уә а'уузу бикә мин шәрри мәә фии һәзәл-йәуми уә шәрри мәә ба'дәһу.\nРабби Аʻуузу бикә минәл-кәсәли уә суу'ил-кибәри.\nРабби А'уузу бикә мин 'азәәбин фин-наари уә 'азәәбин фил-қабр."
      },
      "translations": {
        "kazakh": "Біз де, бар билік те Алланың иелігінде болған күйде таң атырдық. Бар мадақ бір Аллаға тән. Одан басқа тәңір жоқ. Ол ешбір серігі жоқ жалғыз. Бар мадақ пен бар билік бір Аллаға тән. Сондай-ақ, Оның құдіреті барлық нәрсеге толық жетеді.\nУа, Раббым, бір Өзіңнен осы күннің әрі осыдан кейінгі күндердің жақсылығын тілеймін. Сондай-ақ, осы күннің һәм осыдан кейінгі күндердің жамандығынан сақтай көр деп бір Өзіңнен пана тілеймін!\nУа, Раббым, жалқаулықтан ауыртпалықтарынан сақтай көр! әнеж кәріліктің\nУа, Раббым, тозақ азабынан һәм қабір азабынан бір Өзің сақтай көр!"
      },
      "description": {
        "kazakh": "Атақты сахаба Абдулла ибн Масғудтың (р.а.) жеткізуі бойынша, ардақты Пайғам-барымыз (саллаллаһу аләйһи уә сәлләм) бұл дұғаларды күн сайын таңертең және кешке үзбей оқыған екен.\n(Сахих Мүслим Китәбу әз-зикр уәд-ду'а 4901; Сунәну Тирмизи Китәбу әд-да'ауат 3312; Сунәну Әби Дәууд, Китәбу әл-әдәб 4409)"
      }
    },

    "duga-29": {
      "arabic": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكُفْرِ وَ الْفَقْرِ اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنْ عَذَابِ الْقَبْرِ لَا إِلَهَ إِلا أَنْتَ (۳).\nاللَّهُمَّ عَافِنِي فِي بَدَنِي اللَّهُمَّ عَافِنِي فِي سَمْعِي، اللَّهُمَّ عَافِنِي فِي بَصَرِي لَا إِلَهَ إِلا أَنْتَ (۳).",
      "transcriptions": {
        "kazakh": "Аллааһуммә иннии а'уузу бикә минәл-куфри уәл-фақр. Аллааһуммә иннии аʻуузу бикә мин 'азәәбил-қабри ләә иләәһә илләә әнтә (3 рет).\nАллааһуммә 'афинии фии бәдәнии, Аллааһуммә 'афинии фии сәмии, Аллааһуммә 'афинии фии басарии ләә иләәһә илләә әнтә (3 рет)."
      },
      "translations": {
        "kazakh": "ya, Алла тағалам, мені күпірліктен және пақырлықтан сақтай көр! Уа, Алла тағалам, мені қабір азабынан сақтай көр! Сенен басқа тәңір жоқ!\nУа, Алла тағалам, тәніме саулық бере көр! Уа, Алла тағалам, құлағыма саулық бере көр! Уа, Алла тағалам, көзіме саулық бере көр! Сенен басқа тәңір жоқ."
      },
      "description": {
        "kazakh": "Сахих хадис кітаптарында осы дұғаларға қатысты мынандай бір хадис келтірілген:\nБелгілі табиғин Абдуррахман ибн Әбу Бәкр (р.а.) әкесі сахаба Нәфи ибн әл-Харистен: «Әке! Осы дұғаларды күн сайын таңертең және кешке үш реттен оқып жүргеніңді байқаймын, бұның хикметі не?» деп сұрайды. Сонда әкесі ұлына: «Балам! Дұрыс айтасың. Мен Алла елшісінің (саллаллаһу аләйһи уә сәлләм) осы дұғаларды күн сайын таңертең және кешке оқитынын көретін едім. Сондағы мақсатым бұлжытпай орындау», – деп жауап береді. сүннетті\n(Муснәду Ахмад ибн Ханбәл, Әууәлу Муснәди әл-басриин; Сунәну Әби Дәууд, Китәбул-әдәб, 4426)"
      }
    },

    "duga-30": {
      "arabic": "سُبْحَانَ اللَّهِ وَ بِحَمْدِهِ، لَا قُوَّةَ إِلا بِاللهِ، مَا شَاءَ اللَّهُ كَانَ وَ مَا لَمْ يَشَأْ لَمْ يَكُنْ، أَعْلَمُ أَنَّ اللهَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ وَ أَنَّ اللَّهَ قدْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْماً.",
      "transcriptions": {
        "kazakh": "Субҳааналлааһи уә биҳамдиһи ләә қууәтә илләә билләәһи мәә шәә'аллааһу кәәнә уә мәә ләм йәшә ләм Йәкун а'ләму әнналлааһа 'аләә кулли шәй'ин қадиирун уә әнналлааһа қад ахаата би кулли шәй'ин 'илмә."
      },
      "translations": {
        "kazakh": "Аллаға мадақ айта отырып Оны (ұлылығына жараспайтын кемшілік атаулыдан ада екенін айтып) ұлықтаймын. Бар күш-қуат бір Аллаға ғана тән. Алла не қаласа, сол болды және нені қаламаса, сол болған емес. Расында, Алланың не нәрсеге де құдіретінің жететінін, сондай-ақ, Оның шексіз ілімімен барлық нәрсені толық қамтығанын білемін."
      },
      "description": {
        "kazakh": "Әбу Дәуіттің «Сунәнінде» табиғин api Хашимұлдарының қызметшісі болған Абдулхамиттің жеткізуі бойынша, мынадай бір хабар орын алған: Абдулхамиттің анасы Пайғамбарымыздың (саллаллаһу аләйһи уә сәлләм) қыздарының бірінің қызметінде болғанында, Расулалланың (саллаллаһу аләйһи уә сәлләм) аяулы қызы оған осы дұғаны үйретіп: «Әкем осы дұғаны маған жаттатып: «Бұл дұғаны әр таңда оқы. Кімде-кім бұл дұғаны таңертең оқыса, сол күні кешке дейін (бәле-жала мен қателік жасаудан) қорғалады. Ал кім кешке оқыса, таңға дейін Алланың қорғауында болады», деп айтқан еді», – деген.\n(Сунәну Әби Дәууд, Китәбул-әдәб, 4413)"
      }
    },

    "duga-31": {
      "arabic": "أَصْبَحْنَا عَلَى فِطْرَةِ الإِسْلامِ وَ كَلِمَةِ الإِخْلاصِ وَ عَلَى دِينِ نَبِيِّنَا مُحَمَّدٍ وَ عَلَى مِلَّةِ أَبِينَا إِبْرَاهِيمَ حَنِيفًا مُسْلِماً وَ مَا كَانَ مِنَ الْمُشْرِكِينَ.",
      "transcriptions": {
        "kazakh": "Асбахнәә 'аләә фитратил-ислаами уә кәлимәтил-ихлааси уә 'аләә диини нәбиинәә Мухаммәдин уә 'аләә милләти әбиинәә Ибраһимә ханиифән мүслимән уә мәә кәәнә минәл-мушрикиин."
      },
      "translations": {
        "kazakh": "Ислам дінінің табиғатына сай (хақ дінді ұстанып) және ықылас сөзін айтып, (яғни, тілімізді кәлимаға келтіріп) пайғамбарымыз Мұхаммедтің (саллаллаһу аләйһи уә сәлләм) дінін ұстанып, сондай-ақ, еш уақытта мүшіріктерге қосылмай жалғыз Хақ тағалаға бет бұрып, шынайы мұсылман болған Ибраһим (аләйһис-сәлам) атамыздың жолын ұстанған күйде таң атырдық."
      },
      "description": {
        "kazakh": "Алланың қалаулы құлдары болған сахабалардың бірі Абдуррахман ибн Әбзаның (р.а.) жеткізуі бойынша,Пайғамбарымыз (саллаллаһу аләйһи уә сәлләм) осы дұғаны күн сайын таңертең міндетті түрде оқыған екен.\n(Муснәду Ахмәд ибн Ханбәл, Муснәду әл-мәкиин 14814; Сунәну Дәрими, Китәбу әл-исти'зән 2572)\neage"
      }
    },

    "duga-32": {
      "arabic": "اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ الْكَسَلِ وَ الْهَرَمِ وَ سُوءِ الْكِبَرِ وَ فِتْنَةِ الدُّنْيَا وَ عَذَابِ الْآخِرَةِ.",
      "transcriptions": {
        "kazakh": "Аллааһуммә иннии а'уузу бикә минәл-кәсәли уәл-һарами уә суу'ил-кибәри уә фитнәтид-дүниә уә 'азәәбил-әәхира."
      },
      "translations": {
        "kazakh": "Уа, Алла тағалам, мені жалқаулықтан қаусаған қарттықтан, кәріліктің ауырт-палығынан, дүниенің арбауы мен азғыруынан, және ақырет азабынан сақтай көр!"
      },
      "description": {
        "kazakh": "Абдулла ибн Масғудтың жеткізуі бойынша ардақты Пайғамбарымыз (саллаллаһу аләйһи уә сәлләм) бұл дұғаны да күн сайын таңертең оқыған екен.\n(Сахих Мүслим, Китәбуз-зикр уәд-ду'а, 4901)"
      }
    },

    "duga-33": {
      "arabic": "أَصْبَحْنَا وَ أَصْبَحَ الْمُلْكُ لِلَّهِ رَبِّ الْعَالَمِينَ.\nاللَّهُمَّ إِنِّي أَسْأَلُكَ خَيْرَ هَذَا الْيَوْمِ فَتَحَهُ وَ نَصْرَهُ وَ نُورَهُ وَ بَرَكَتَهُ وَ هُدَاهُ وَ أَعُوذُ بِكَ مِنْ شَرَّ مَا فِيهِ وَ شَرِّ مَا بَعْدَهُ.",
      "transcriptions": {
        "kazakh": "Асбахнәә yə асбахәл-мулку лилләәһи раббил-'ааләмиин. Аллааһуммә иннии әс'әлукә хайра Һәәзәл-йәуми фәтхаһу уә насраһу уә нуураһу уә бәракәтәһу уә һудәәһу уә а'уузу бикә мин шәрри мәә фииһи уә шәрри мәә ба'дәһу."
      },
      "translations": {
        "kazakh": "Біз де, бар билік те әлемдердің Раббысы Алланың иелігінде болған күйде таң атырдық. Уа, Раббым! Сенен осы күннің жақсылығын жеңісін, жәрдемін, нұрын, берекесін және тура жолын сұраймын. Сондай-ақ, осы күннің және осыдан кейінгі күндердің жамандығынан сақтай көр деп бір Өзіңнен пана тілеймін!"
      },
      "description": {
        "kazakh": "Әбу Дәуіттің «Сунән» атты хадис жинағындағы бір хадисте Пайғамбарымыз (саллаллаһу аләйһи уә сәлләм) сахабаларына: «Араларыңнан кімде-кім аман-есен таң атырса, міндетті түрде осы дұғаны оқысын. Кеш батқанда да (дұғадағы таң сөзінің орнына кеш деп) міндетті түрде оқысын», деп айтқаны жеткізілген.\n(Сунану Әби Дәууд, Китәбул-әдәб 4421)"
      }
    },

    "duga-34": {
      "arabic": "لا إله إلا اللهُ وَ اللهُ أَكْبَرُ، لا إلهَ إِلَّا اللهُ وَحْدَهُ، لَا إِلَهَ إِلَّا اللَّهُ لَا شَرِيكَ لَهُ، لا إلهَ إلا اللهُ لَهُ الْمُلْكُ وَ لَهُ الْحَمْدُ، لَا إِلَهَ إِلَّا اللَّهُ وَ لَا حَوْلَ وَ لَا قُوَّةَ إِلَّا بِاللهِ.\nاللَّهُمَّ إِنِّي أسألُكَ الْعَافِيَةَ فِي الدُّنْيا وَ الْآخِرَةِ. اللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَ الْعَافِيَةَ فِي دِينِي وَدُنْيَايَ وَ أَهْلِي وَ مَالِي اللَّهُمَّ اسْتُرْ عَوْرَاتِي وَ آمِنْ رَوْعَاتِي. اللَّهُمَّ احْفَظْنِي مِنْ بَيْنِ يَدَيَّ وَ مِنْ خَلْفِي وَ عَنْ يَمِينِي وَ عَنْ شِمَالِي وَ مِنْ فَوْقِي وَ أَعُوذُ بِعَظَمَتِكَ أَنْ أَغْتَالَ مِنْ تَحْتِي.",
      "transcriptions": {
        "kazakh": "Лә иләәһә иллаллааһу уаллааһу әкбар, ләә иләәһә иллаллааһу уахдәһу, ләә иләәһә иллаллааһу ләә шәриикә ләһу, ләә иләәһә иллаллааһу ләһул-мулку уә ләһул-хамду, ләә иләәһә иллаллааһу уә ләә хаулә уә ләә қууәтә илләә билләәһ.\nАллааһуммә иннии әс'әлукәл-аафиятә фид-дүниә уәл-әәхира.\nАллааһуммә иннии әс'әлукәл'афуа уәл-аафиятә фии диинии уә дүнйәйә уә әһлии уә мәәлии,\nАллааһуммәстур 'аураатии уә әәмин рау'аатии.Аллааһуммахфазнии мин бәйни йәдәййә уә мин халфии уә 'ан йәмиинии уә 'ан шимәәлии уә мин фәуқии уә а'уузу би'азамәтикә ән уғтәәлә мин тахтии."
      },
      "translations": {
        "kazakh": "Алладан басқа тәңір жоқ, Алла ұлы. Алладан басқа тәңір жоқ, Ол жалғыз. Алладан басқа тәңір жоқ, Оның ешбір серігі де жоқ. Алладан басқа тәңір жоқ, бар мадақ пен бар билік Аллаға тиесілі. Алладан басқа тәңір жоқ, бар күш те, қуат та бір Аллаға тән.\nУа, Алла тағалам, бір Өзіңнен дүниеде және ақыретте есендік тілеймін!\nУа, Алла тағалам, бір Өзіңнен дініме, дүниедегі тіршілігіме, отбасыма және мал-мүлкіме кешірім мен есендік тілеймін!\nУа, Алла тағалам, кемшіліктерімді жасыра көр және барлық қорқыныштарымды сейілте көр!\nУа, Алла тағалам, мені алдымнан, артымнан, оңымнан, солымнан әрі төбемнен төнетін барлық қауіп-қатерлерден қорғай көр! Сондай-ақ, аяқ астынан опасыздыққа ұшыраудан бір өзің сақтай көр!"
      },
      "description": {
        "kazakh": "Ең сенімді хадис кітаптарында кездесетін бұл дұғаны бізге атақты сахаба Абдулла ибн Омар (р.а.) жеткізген. Ол: «Алла елшісі (саллаллаһу аләйһи уә сәлләм) бұл дұғаны міндетті түрде, күн сайын таңертең және кешке үзбей оқитын еді», деген. Сонымен қатар, Әнәс ибн Мәликтен (р.а.) жеткен бір\nхадисте, сахабалардың бірі: «Ең абзал\nдұға қандай?» деп сұрағанда, Пайғам-барымыз (саллаллаһу аләйһи уә сәлләм) оған: «Алладан дүниеде және ақыретте кешірім мен есендік сұраған дұға», деп жауап берген. Әлгі адам осы сұрағын үш рет қайталап сұраса да, Пайғамбарымыз (саллаллаһу аләйһи уә сәлләм) дәл осы жауабынан танбаған. Сөйтіп, сөзінің соңында: «Дүниеде және ақыретте күнәларың кешіріліп, есендік берілсе, нағыз бақытқа\nбөленгенің» - деген.\nОсыған байланысты Тирмизидің «Сунән» атты хадис жинағындағы бір хадисте әзірет Аббас (р.а.) өзінің қартайып ажалының жақындағанын айтып, Пайғамбарымыздан Алла тағаланың құзырында сауабы мол болған бір дұға үйретуін қайта-қайта өтінеді. Сонда Пайғамбарымыз (саллаллаһу аләйһи уә сәлләм) оған: «Алладан дүниеде және ақыретте есендік тіле», деген. Сондай-ақ, аталмыш еңбекте Әнәс ибн Мәлик (р.а.) жеткізген басқа бір хадисте Пайғамбарымыз (саллаллаһу аләйһи уә сәлләм) сахабаларына: «Азан мен қамат арасында оқылған дұға кері қайтарылмайды», дегенде, сахабалар: «Сол уақытта не деп дұға етейік?» деп сұрайды. Сонда, Пайғамбарымыз (саллаллаһу аләйһи уә сәлләм) оларға: «Алладан дүниеде және ақыретте есендік тілеңдер», – деп жауап береді.\n(Сунәну Әби Дәууд, Китәбул-әдәб 4412; Сунәну Ибни Мәжа, Китәбуд-ду'а 3838, 3861; Муснәду Ахмәд ибн Ханбәл, Муснәдул-муксиринә минәс-сахаба 4554; Сунәну Тирмизи Китәбуд-дағауат 3518)"
      }
    },

    "duga-35": {
      "arabic": "سُبْحَانَ اللهِ وَ بِحَمْدِهِ سُبْحَانَ اللهِ الْعَظِيمِ (۱۰۰).",
      "transcriptions": {
        "kazakh": "Субҳааналлааһи yə бихамдиһи субхааналааһил-азиим (100 рет)."
      },
      "translations": {
        "kazakh": "Аллаға сансыз мақтау мен шүкіршілік айтамын, Ол-мінсіз, кемшілік атаулыдан ада! Ұлы Алла мінсіз, кемшілік атаулыдан ада!"
      },
      "description": {
        "kazakh": "Әбу Һұрайра (р.а.) жеткізген бір хадисте Алла елшісі (саллаллаһу аләйһи уә сәлләм): «Кімде-кім әр таңда 100 рет осы дұғаны оқыса, Қиямет күні ешбір жан оның әкелгенінен де қымбат нәрсе (мол сауап) әкелмейді», деген. Сондай-ақ, Бұхари, Мүслим, Тирмизи және Нәсәидің жеткізген хадистерінде: «Кімде-кім күніне 100 рет «Субханаллаһи уә бихамдиһи», деп айтса, күнәлары теңіздердің көбігіндей көп болса да кешіріледі», - делінген. Бұларға қосымша осы зікірге қатысты Бұхари мен Мүслимнің сахих хадистер жинағындағы бір хадисте Пайғамбарымыз (саллаллаһу аләйһи уә сәлләм): «Тілге жеңіл, таразыда ауыр басатын һәм Рахманға сүйікті болған екі сөз «Субханаллаһи уә бихамдини, Субханаллаһил-'азим», - деген.\n(Сунәну Әби Дәууд, Китәбул-әдәб, 4427)"
      }
    },

    "duga-36": {
      "arabic": "سُبْحَانَ اللهِ ، اَلْحَمْدُ لله، لا إلهَ إلا الله، اللهُ أَكْبَرُ (١٠٠).",
      "transcriptions": {
        "kazakh": "Субҳааналлааһи, әлхамду лилләәһи, ләә иләәһә иллаллааһу, Аллааһу әкбар (100 рет)."
      },
      "translations": {
        "kazakh": "Алла мінсіз, кемшілік атаулыдан ада! Бар мадақ пен шексіз шүкір бір Аллаға тән. Алладан басқа тәңір жоқ! Алла ұлы!"
      },
      "description": {
        "kazakh": "Үмму Һани (p.a.) былай деген: «Бір күні Пайғамбарымыз (саллаллаһу аләйһи уә сәлләм) менің хал-жағдайымды сұрай келгенде, мен: «Уа, Алланың елшісі! Мен қартайдым. Маған отырған қалпымда істей алатын бір іс айтсаңыз жақсы болар еді», деп өтіндім. Сонда Алла елшісі (саллаллаһу аләйһи уә сәлләм) маған: «100 рет «Субханаллаһ» деп айт. Расында, бұл Исмайыл ұрпақтарының арасынан жүз құл азат еткенмен тең. 100 рет «әлхамдулилләһ» деп айт. Өйткені, бұл ер-тұрманы сақадай сай жүз сәйгүлікпен Алла жолында күрескенмен тең. 100 рет «Аллаһу әкбар» деп айт. Өйткені бұл құрбандыққа атаған жүз түйеңе тең. 100 рет «Лә иләәһә иллаллаһ» деп айт. Расында, бұл сөздің сауабы жер мен көктің арасын толтырады. Осыны орындасаң, сол күні бірде-бір адам сенің осы ісіңнен артық игі іс жасай алмайды. Тек, сен секілді істеген адам ғана саған жете алады», деп айтты».\n(Ахмәд ибн Ханбәл, Муснәдул-ансар 25675)\nСондай-ақ, осы хадистегі аталмыш сөз-дердің артықшылығы жайлы Имам Мүслимнің сахих хадистер жинағы мен Имам Ахмәд ибн Ханбәлдің «Муснәд» атты хадис жинағында да хадистер бар. Сәмура ибн Жундуб (р.а.) жеткізген бір хадисте Пайғамбарымыз (саллаллаһу аләйһи уә сәлләм): «Алла тағаланың ең жақсы көретін сөздері: «Субханаллаһ», «әлхамду лилләһ», «Аллаһу әкбар» және «Лә иләһә иллаллаһ». Бұл сөздердің қайсыбірімен бастасаң да бәрібір», - деген.\n(Сахих Мүслим, Әдәб 3985; Ахмәд ибн Ханбәл, Муснәдул-басриин 19248)"
      }
    },

    "duga-37": {
      "arabic": "اللَّهُمَّ إِنِّي أَسْأَلُكَ صِحَّةً فِي إِيمَانٍ وَ إِيمَاناً فِي حُسْنِ خُلُقٍ وَ نَجَاحاً يَتْبَعُهُ فَلاحٌ وَ رَحْمَةٌ مِنْكَ وَ عَافِيَةٌ وَ مَغْفِرَةً مِنْكَ وَ رضواناً.",
      "transcriptions": {
        "kazakh": "Аллааһуммә иннии әсәлукә сиххәтән фии иимәәнин уә иимәәнән фии хусни хулуқин уә нәжәәхан йәтбә'уһу фәләәхун уә рахмәтән минкә уә 'аафиятән уә мағфиратән минкә уә ридуәәнә."
      },
      "translations": {
        "kazakh": "Уа, Алла тағалам, бір Өзіңнен иманда шынайылық, көркем мінез-құлықпен безендірілген иман, мұратқа жеткізер жетістік, сондай-ақ, мейіріміңе бөлеп, есендік беруіңді, кешірімің мен ризашылығыңды тілеймін!"
      },
      "description": {
        "kazakh": "Әбу Һұрайра (р.а.) осы дұғаға қатысты: «Алла елшісі (саллаллаһу аләйһи уә сәлләм) Сәлманға (р.а.) игі ниет танытып, насихат айтып: «Алланың пайғамбары саған бірер сөз тарту еткісі келеді. Сол сөздерді қабыл алып, солар арқылы аса рақымды Алладан мұң-мұқтажыңды сұрап, қол жайып дұға етерсің», - деді де, оған осы дұғаны үйретті», – деген.\n(Муснәду Ахмад ибн Ханбәл, Бақи Муснәди әл-муксириин 7923)"
      }
    },

    "duga-38": {
      "arabic": "اللَّهُمَّ حَبَّبَ إِلَيْنَا الإِيمَانَ وَ زَيْنَهُ فِي قُلُوبِنَا وَ كَرَّهُ إِلَيْنَا الْكُفْرَ وَ الْفُسُوقَ وَ الْعِصْيَانَ وَ اجْعَلْنَا مِنَ الرَّاشِدِينَ.",
      "transcriptions": {
        "kazakh": "Аллааһуммә хаббиб иләйнәл-иимәәнә уә зәйинһу фии қулуубинәә уә кәрриһ иләйнәл-куфра уәл-фусууқа уәл-'исйәнә уәж'алнәә минәр-раашидиин."
      },
      "translations": {
        "kazakh": "Уа, Алла тағалам, бізге иманды сүйгізіп, оны жүрегімізде безендіре көр! Бізге күпірлікті, күнәні және Өзіңе бағынбауды жек көргізіп, бізді тура жолда болғандардың қатарына қоса көр!"
      },
      "description": {
        "kazakh": "Ардақты сахаба Убәйд ибн Рифаадан жеткен бұл дұға Ахмәд ибн Ханбәлдің хадис жинағы мен басқа да хадис кітаптарында кездеседі. Бізге жеткен хабар бойынша Ұхуд шайқасынан кейін Меккелік мүшріктер кері қайтуға бет алған кезде, Пайғамбарымыз (саллаллаһу аләйһи уә сәлләм) сахабаларына: «Жиналып can түзеңдер, сендермен бірге Раббыма мадақ айтайын», дейді. Сахабалар бұл бұйрықты ести салысымен, дереу жиналып, Пайғамбарымыздың (саллаллаһу аләйһи уә сәлләм) артында сап түзейді. Сол кезде Пайғамбарымыз (саллаллаһу аләйһи уә сәлләм) ұзақ уақыт дұға етеді. Міне, осы дұға сол кезде айтылған дұғаның бір бөлігі болып табылады.\n(Муснәду Ахмәд ибн Ханбәл, Муснәду әл-мәккиин 14945; Му'жәмул-кәбир, 8-том, 99-бет; Файдул-қадир, 4-том, 521-бет)"
      }
    },

    "duga-39": {
      "arabic": "اللَّهُمَّ إِنِّي أَسْأَلُكَ نَفْساً بِكَ مُطْمَئِنَّةً تُؤْمِنُ بِلِقَائِكَ وَ تَرْضَى بقَضَائِكَ وَ تَقْنَعُ بِعَطَائِكَ.",
      "transcriptions": {
        "kazakh": "Аллааһуммә иннии әс'әлукә нәфсән бикә мутмә иннәтән ту'мину билиқаа'икә уә тарда би қадаа'икә уә тәқна'у би 'атаа'ик."
      },
      "translations": {
        "kazakh": "Уа, Алла тағалам, Өзіңмен жан тыныштығына бөленген, Өзіңмен қауышатынына кәміл сенетін, айтқан үкіміңе разы болатын және бергеніңе қанағат ететін нәпсі сұраймын!"
      },
      "description": {
        "kazakh": "Дереккөздерде Пайғамбарымыздың (саллал-лаһу аләйһи уә сәлләм) осы дұғасына қатысты бізге жеткен екі түрлі хадистің бірін белгілі сахаба Әбу Һұрайра (р.а.) жеткізген. Әбу Һұрайра (р.а.): «Бірде Әбу Бәкір (р.а.): «Уа,Алланың елшісі! Маған күн сайын таңертең және кешкісін оқитын бір дұға үйретсеңіз жақсы болар еді», -деп өтініш жасады. Сонда Пайғамбарымыз (саллаллаһу аләйһи уә сәлләм) досының өтінішін кері қайтармай, оған осы дұғаны оқуды ұсынды», - деген.\nОсы дұғаға қатысты екінші хадис Әбу Үмәмадан (р.а.) жеткен. Әбу Умәма (р.а.) Алла елшісінің (саллаллаһу аләйһи уә сәлләм) бір сахабаға осы дұғаны үйретіп, оған әрдайым оқып жүруді тапсырғандығын айтқан.\n(Файдул-қадир, 4-том, 521-бет; Му'жәмул-кәбир, 8-том, 99-бет; Тәфсир Ибн Кәсир, 4-том, 512-бет)\nҚұран кәрім және Алла тағаланың көркем есімдері мен сипаттары\n2 яғни, сезім мүшелерімен сезіп-білу мүмкін болмаған тылсым әлемді де, сезілетін жария әлемді де толық Білуші.\n* «Хашр» сүресі, 22-24-аяттар\n2 «Ықылас» сүресі\n10 «Фәләқ» сүресі\n11 «Нас» сүресі\n12 «Рұм» сүресі, 17-19-аяттар\n13 «Арш» сөзінің сөздіктегі тілдік мағынасы «тақ» дегенді білдіреді.\nАл хадистерде Арштың ең үлкен жаратылыс екендігі де білдірілген. Барша мұсылманға Арштың бар екендігіне сену парыз, ал оның қандай екені бір Аллаға ғана мәлім.\n14 хадис жинағы\n15 «Тәубә» сүресі, 129-аят.\n15 «Һұд» сүресі, 56-аят."
      }
    }
  }
}
